var g_data = {
    "nodes": [
      {
        "id": 0,
        "label": "Убийство мотороллы",
        "date": "29.05.2017",
        "location": "Донецк, Украина",
        "weight": 899,
        "group": 0
      },
      {
        "id": 1,
        "label": "Выборы президента США (2016)",
        "date": "08.11.2016",
        "location": "США",
        "weight": 14485,
        "group": 0
      },
      {
        "id": 2,
        "label": "Строительство \"Турецкого потока\"",
        "date": "15.05.2017",
        "location": "Россия; Турция",
        "weight": 8643,
        "group": 0
      },
      {
        "id": 3,
        "label": "Кибератаки",
        "date": "10.12.2016",
        "location": "",
        "weight": 0,
        "group": 0
      },
      {
        "id": 4,
        "label": "Допинг-скандал вокруг российских спортсменов",
        "date": "20.06.2017",
        "location": "",
        "weight": 4280,
        "group": 0
      },
      {
        "id": 5,
        "label": "Спор о \"Ельцин Центре\"",
        "date": "20.06.2017",
        "location": "Екатеринбург, Россия",
        "weight": 423,
        "group": 0
      },
      {
        "id": 6,
        "label": "Дело о скифском золоте",
        "date": "20.06.2017",
        "location": "Крым, Россия",
        "weight": 544,
        "group": 0
      },
      {
        "id": 7,
        "label": "Газовый конфликт России и Украины",
        "date": "20.06.2017",
        "location": "Россия; Украина",
        "weight": 10811,
        "group": 0
      },
      {
        "id": 8,
        "label": "Система \"Платон\"",
        "date": "20.06.2017",
        "location": "Россия",
        "weight": 413,
        "group": 0
      },
      {
        "id": 9,
        "label": "Газовый спор России и Белоруссии",
        "date": "20.06.2017",
        "location": "Россия; Белоруссия",
        "weight": 3861,
        "group": 0
      },
      {
        "id": 10,
        "label": "Отзыв лицензий у банков",
        "date": "20.06.2017",
        "location": "Россия",
        "weight": 6080,
        "group": 0
      },
      {
        "id": 11,
        "label": "Массовое отравление \"Боярышником\" в Иркутске",
        "date": "20.06.2017",
        "location": "Иркутск",
        "weight": 1596,
        "group": 0
      },
      {
        "id": 12,
        "label": "Авария Ил-18 в Якутии",
        "date": "20.06.2017",
        "location": "Якутия",
        "weight": 346,
        "group": 0
      },
      {
        "id": 13,
        "label": "Убийство посла РФ в Турции",
        "date": "20.06.2017",
        "location": "Турция",
        "weight": 2786,
        "group": 0
      },
      {
        "id": 14,
        "label": "Дело Варвары Карауловой",
        "date": "20.06.2017",
        "location": "Москва, Россия",
        "weight": 102,
        "group": 0
      },
      {
        "id": 15,
        "label": "Взрыв у станции метро \"Коломенская\"",
        "date": "20.06.2017",
        "location": "Станция метро \"Коломенская\", Москва",
        "weight": 72,
        "group": 0
      },
      {
        "id": 16,
        "label": "Пресс-конференция Владимира Путина (2016)",
        "date": "20.06.2017",
        "location": "Москва, Россия",
        "weight": 706,
        "group": 0
      },
      {
        "id": 17,
        "label": "Захват самолета на Мальте",
        "date": "20.06.2017",
        "location": "Мальта",
        "weight": 0,
        "group": 0
      },
      {
        "id": 18,
        "label": "Крушение Ту-154 Минобороны РФ в Черном море",
        "date": "20.06.2017",
        "location": "Черное море",
        "weight": 9128,
        "group": 0
      },
      {
        "id": 19,
        "label": "Дело «приморских партизан»",
        "date": "20.06.2017",
        "location": "Приморский край, Россия",
        "weight": 10,
        "group": 0
      },
      {
        "id": 20,
        "label": "Расправа над медведем в Якутии",
        "date": "20.06.2017",
        "location": "Якутия",
        "weight": 31,
        "group": 0
      },
      {
        "id": 21,
        "label": "Высылка российских дипломатов из США",
        "date": "20.06.2017",
        "location": "США",
        "weight": 8401,
        "group": 0
      },
      {
        "id": 22,
        "label": "Новый год",
        "date": "20.06.2017",
        "location": "",
        "weight": 13779,
        "group": 0
      },
      {
        "id": 23,
        "label": "Нападение на ночной клуб в Стамбуле",
        "date": "20.06.2017",
        "location": "Стамбул, Турция",
        "weight": 1116,
        "group": 0
      },
      {
        "id": 24,
        "label": "Антитабачная концепция Минздрава",
        "date": "20.06.2017",
        "location": "Россия",
        "weight": 453,
        "group": 0
      },
      {
        "id": 25,
        "label": "Пресс-конференция Дональда Трампа",
        "date": "20.06.2017",
        "location": "Вашингтон, США",
        "weight": 4421,
        "group": 0
      },
      {
        "id": 26,
        "label": "Крушение турецкого самолета в Бишкеке",
        "date": "20.06.2017",
        "location": "Бишкек, Киргизия",
        "weight": 622,
        "group": 0
      },
      {
        "id": 27,
        "label": "Пресс-конференция Сергея Лаврова",
        "date": "20.06.2017",
        "location": "Вашингтон, США",
        "weight": 870,
        "group": 0
      },
      {
        "id": 28,
        "label": "Крещение Господне (2017)",
        "date": "20.06.2017",
        "location": "",
        "weight": 14,
        "group": 0
      },
      {
        "id": 29,
        "label": "Переговоры по Сирии в Астане",
        "date": "20.06.2017",
        "location": "Астана, Казахстан",
        "weight": 3645,
        "group": 0
      },
      {
        "id": 30,
        "label": "Чемпионат Европы по фигурному катанию (2017)",
        "date": "20.06.2017",
        "location": "Острава, Чехия",
        "weight": 305,
        "group": 0
      },
      {
        "id": 31,
        "label": "Отношения США и Мексики",
        "date": "20.06.2017",
        "location": "США; Мексика",
        "weight": 392,
        "group": 0
      },
      {
        "id": 32,
        "label": "Дело Мары Багдасарян",
        "date": "20.06.2017",
        "location": "Россия",
        "weight": 62,
        "group": 0
      },
      {
        "id": 33,
        "label": "Переговоры Путина и Трампа",
        "date": "20.06.2017",
        "location": "Россия - США",
        "weight": 1339,
        "group": 0
      },
      {
        "id": 34,
        "label": "Выборы президента Франции (2017)",
        "date": "20.06.2017",
        "location": "Франция",
        "weight": 10931,
        "group": 0
      },
      {
        "id": 35,
        "label": "Зимняя Универсиада-2017",
        "date": "20.06.2017",
        "location": "Алма-Ата, Казахстан",
        "weight": 0,
        "group": 0
      },
      {
        "id": 36,
        "label": "Стрельба в канадской мечети",
        "date": "20.06.2017",
        "location": "Канада",
        "weight": 62,
        "group": 0
      },
      {
        "id": 37,
        "label": "Теракт в Луганске",
        "date": "20.06.2017",
        "location": "Луганск, Украина",
        "weight": 317,
        "group": 0
      },
      {
        "id": 38,
        "label": "Протесты в Румынии",
        "date": "20.06.2017",
        "location": "Румыния",
        "weight": 100,
        "group": 0
      },
      {
        "id": 39,
        "label": "Отставки губернаторов",
        "date": "20.06.2017",
        "location": "Россия",
        "weight": 844,
        "group": 0
      },
      {
        "id": 40,
        "label": "Убийство Гиви",
        "date": "20.06.2017",
        "location": "Донецк, Украина",
        "weight": 1826,
        "group": 0
      },
      {
        "id": 41,
        "label": "Российские ВКС",
        "date": "20.06.2017",
        "location": "Сирия",
        "weight": 293,
        "group": 0
      },
      {
        "id": 42,
        "label": "Дело Лапшина",
        "date": "19.06.2017",
        "location": "Азербайджан",
        "weight": 332,
        "group": 0
      },
      {
        "id": 43,
        "label": "Чемпионат мира по биатлону (2017)",
        "date": "19.06.2017",
        "location": "Хохфильцен, Австрия",
        "weight": 4513,
        "group": 0
      },
      {
        "id": 44,
        "label": "Ситуация вокруг фильма \"Матильда\"",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 182,
        "group": 0
      },
      {
        "id": 45,
        "label": "Дело Ильдара Дадина",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 2193,
        "group": 0
      },
      {
        "id": 46,
        "label": "Курсы валют",
        "date": "19.06.2017",
        "location": "",
        "weight": 11782,
        "group": 0
      },
      {
        "id": 47,
        "label": "Стихийные бедствия",
        "date": "19.06.2017",
        "location": "Кабардино-Балкария, Россия",
        "weight": 0,
        "group": 0
      },
      {
        "id": 48,
        "label": "Гибель дельфинов",
        "date": "19.06.2017",
        "location": "Черное море",
        "weight": 100,
        "group": 0
      },
      {
        "id": 49,
        "label": "Передача Исаакиевского собора РПЦ",
        "date": "19.06.2017",
        "location": "Санкт-Петербург, Россия",
        "weight": 2134,
        "group": 0
      },
      {
        "id": 50,
        "label": "Курильские острова",
        "date": "19.06.2017",
        "location": "Курильские острова",
        "weight": 2000,
        "group": 0
      },
      {
        "id": 51,
        "label": "Военный конфликт в Сирии",
        "date": "19.06.2017",
        "location": "Сирия",
        "weight": 29397,
        "group": 0
      },
      {
        "id": 52,
        "label": "\"\"\"Шедевры Византии и Ватикана\"\" в Третьяковке\"",
        "date": "19.06.2017",
        "location": "Третьяковская галерея, Москва, Россия",
        "weight": 80,
        "group": 0
      },
      {
        "id": 53,
        "label": "Масленица 2017",
        "date": "19.06.2017",
        "location": "",
        "weight": 582,
        "group": 0
      },
      {
        "id": 54,
        "label": "Церемония вручения \"Оскар\" 2017",
        "date": "19.06.2017",
        "location": "Голливуд, Лос-Анджелес, США",
        "weight": 2848,
        "group": 0
      },
      {
        "id": 55,
        "label": "Кибератаки",
        "date": "19.06.2017",
        "location": "",
        "weight": 2554,
        "group": 0
      },
      {
        "id": 56,
        "label": "Испытания ракет КНДР",
        "date": "19.06.2017",
        "location": "КНДР",
        "weight": 9766,
        "group": 0
      },
      {
        "id": 57,
        "label": "Смерть брата Ким Чен Ына",
        "date": "19.06.2017",
        "location": "Малайзия",
        "weight": 1323,
        "group": 0
      },
      {
        "id": 58,
        "label": "Споры о гомеопатии",
        "date": "19.06.2017",
        "location": "",
        "weight": 363,
        "group": 0
      },
      {
        "id": 59,
        "label": "Ситуация в Черногории",
        "date": "19.06.2017",
        "location": "Черногория",
        "weight": 2189,
        "group": 0
      },
      {
        "id": 60,
        "label": "Дело Дениса Вороненкова",
        "date": "19.06.2017",
        "location": "Киев, Украина",
        "weight": 666,
        "group": 0
      },
      {
        "id": 61,
        "label": "Ситуация с мигрантами в Европе",
        "date": "19.06.2017",
        "location": "Европа",
        "weight": 0,
        "group": 0
      },
      {
        "id": 62,
        "label": "Берлинский кинофестиваль",
        "date": "19.06.2017",
        "location": "Берлин, Германия",
        "weight": 255,
        "group": 0
      },
      {
        "id": 63,
        "label": "Смерть Виталия Чуркина",
        "date": "19.06.2017",
        "location": "Нью-Йорк, США",
        "weight": 3496,
        "group": 0
      },
      {
        "id": 64,
        "label": "Снос хрущевок в Москве",
        "date": "19.06.2017",
        "location": "Москва, Россия",
        "weight": 4971,
        "group": 0
      },
      {
        "id": 65,
        "label": "День защитника Отечества",
        "date": "19.06.2017",
        "location": "",
        "weight": 578,
        "group": 0
      },
      {
        "id": 66,
        "label": "Всемирные военные игры",
        "date": "19.06.2017",
        "location": "Сочи, Россия",
        "weight": 484,
        "group": 0
      },
      {
        "id": 67,
        "label": "Умер актер Алексей Петренко",
        "date": "19.06.2017",
        "location": "Москва, Россия",
        "weight": 97,
        "group": 0
      },
      {
        "id": 68,
        "label": "Дело Фирташа",
        "date": "19.06.2017",
        "location": "Вена, Австрия",
        "weight": 25,
        "group": 0
      },
      {
        "id": 69,
        "label": "Марш Немцова",
        "date": "19.06.2017",
        "location": "Москва, Россия",
        "weight": 145,
        "group": 0
      },
      {
        "id": 70,
        "label": "История Дианы Шурыгиной",
        "date": "19.06.2017",
        "location": "Ульяновск, Россия",
        "weight": 1681,
        "group": 0
      },
      {
        "id": 71,
        "label": "ДТП с Николаем Караченцовым",
        "date": "19.06.2017",
        "location": "Подмосковье, Россия",
        "weight": 354,
        "group": 0
      },
      {
        "id": 72,
        "label": "«Группы смерти» в интернете",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 3229,
        "group": 0
      },
      {
        "id": 73,
        "label": "Глава \"Почты России\"",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 302,
        "group": 0
      },
      {
        "id": 74,
        "label": "Дело Татфондбанка",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 2131,
        "group": 0
      },
      {
        "id": 75,
        "label": "Птичий грипп",
        "date": "19.06.2017",
        "location": "Московская область, Россия",
        "weight": 794,
        "group": 0
      },
      {
        "id": 76,
        "label": "Дело Фийона",
        "date": "19.06.2017",
        "location": "Франция",
        "weight": 3194,
        "group": 0
      },
      {
        "id": 77,
        "label": "Убийство российского посла",
        "date": "19.06.2017",
        "location": "Анкара, Турция",
        "weight": 335,
        "group": 0
      },
      {
        "id": 78,
        "label": "Дело Севастиди",
        "date": "19.06.2017",
        "location": "Сочи, Россия",
        "weight": 173,
        "group": 0
      },
      {
        "id": 79,
        "label": "8 March",
        "date": "19.06.2017",
        "location": "",
        "weight": 2229,
        "group": 0
      },
      {
        "id": 80,
        "label": "Дело Хорошавина",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 0,
        "group": 0
      },
      {
        "id": 81,
        "label": "Крушение вертолета в Стамбуле",
        "date": "19.06.2017",
        "location": "Стамбул, Турция",
        "weight": 104,
        "group": 0
      },
      {
        "id": 82,
        "label": "Великий пост",
        "date": "19.06.2017",
        "location": "",
        "weight": 2159,
        "group": 0
      },
      {
        "id": 83,
        "label": "Конфликт Турции и Нидерландов",
        "date": "19.06.2017",
        "location": "Турция; Нидерланды",
        "weight": 1031,
        "group": 0
      },
      {
        "id": 84,
        "label": "Публикация утечек данных ЦРУ",
        "date": "19.06.2017",
        "location": "",
        "weight": 1514,
        "group": 0
      },
      {
        "id": 85,
        "label": "Полеты в Египет",
        "date": "19.06.2017",
        "location": "Россия; Египет",
        "weight": 1359,
        "group": 0
      },
      {
        "id": 86,
        "label": "Банки РФ на Украине",
        "date": "19.06.2017",
        "location": "Украина",
        "weight": 4615,
        "group": 0
      },
      {
        "id": 87,
        "label": "Блокада Донбасса",
        "date": "19.06.2017",
        "location": "Донбасс, Украина",
        "weight": 9541,
        "group": 0
      },
      {
        "id": 88,
        "label": "Собрание РАН",
        "date": "31.03.2017",
        "location": "Москва, Россия",
        "weight": 322,
        "group": 0
      },
      {
        "id": 89,
        "label": "Гибель топ-менеджера Роскосмоса",
        "date": "19.06.2017",
        "location": "Москва, Россия",
        "weight": 46,
        "group": 0
      },
      {
        "id": 90,
        "label": "Теракт в Лондоне",
        "date": "23.03.2017",
        "location": "Лондон, Великобритания",
        "weight": 1436,
        "group": 0
      },
      {
        "id": 91,
        "label": "Убийство Дениса Вороненкова",
        "date": "24.04.2017",
        "location": "Киев, Украина",
        "weight": 4353,
        "group": 0
      },
      {
        "id": 92,
        "label": "Антикоррупционные митинги",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 2549,
        "group": 0
      },
      {
        "id": 93,
        "label": "Скандал вокруг Илюмжинова",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 156,
        "group": 0
      },
      {
        "id": 94,
        "label": "Чемпионат мира по фигурному катанию",
        "date": "31.03.2017",
        "location": "Хельсинки, Финляндия",
        "weight": 753,
        "group": 0
      },
      {
        "id": 95,
        "label": "Пасха 2017",
        "date": "02.04.2017",
        "location": "",
        "weight": 2245,
        "group": 0
      },
      {
        "id": 96,
        "label": "Взрывы в Санкт-Петербурге",
        "date": "13.04.2017",
        "location": "Санкт-Петербург, Россия",
        "weight": 5945,
        "group": 0
      },
      {
        "id": 97,
        "label": "Тотальный диктант",
        "date": "13.04.2017",
        "location": "Россия",
        "weight": 321,
        "group": 0
      },
      {
        "id": 98,
        "label": "Выборы президента России",
        "date": "24.04.2017",
        "location": "Россия",
        "weight": 1381,
        "group": 0
      },
      {
        "id": 99,
        "label": "Столкновение поездов в Москве",
        "date": "13.04.2017",
        "location": "Москва, Россия",
        "weight": 202,
        "group": 0
      },
      {
        "id": 100,
        "label": "Теракты в Египте",
        "date": "24.04.2017",
        "location": "Египет",
        "weight": 388,
        "group": 0
      },
      {
        "id": 101,
        "label": "Нападение на ФСБ в Хабаровске",
        "date": "25.04.2017",
        "location": "Хабаровск, Россия",
        "weight": 10,
        "group": 0
      },
      {
        "id": 102,
        "label": "Ситуация в Македонии",
        "date": "29.04.2017",
        "location": "Македония",
        "weight": 178,
        "group": 0
      },
      {
        "id": 103,
        "label": "Пожары в Сибири",
        "date": "19.06.2017",
        "location": "Сибирь",
        "weight": 1901,
        "group": 0
      },
      {
        "id": 104,
        "label": "Кризис в Венесуэле",
        "date": "17.08.2017",
        "location": "Венесуэла",
        "weight": 2111,
        "group": 0
      },
      {
        "id": 105,
        "label": "Лига чемпионов",
        "date": "08.05.2017",
        "location": "",
        "weight": 6090,
        "group": 0
      },
      {
        "id": 106,
        "label": "День Победы",
        "date": "05.05.2017",
        "location": "",
        "weight": 12302,
        "group": 0
      },
      {
        "id": 107,
        "label": "ЧМ по хоккею 2017",
        "date": "09.05.2017",
        "location": "Франция; Германия",
        "weight": 3771,
        "group": 0
      },
      {
        "id": 108,
        "label": "Всемирная атака хакеров",
        "date": "14.05.2017",
        "location": "",
        "weight": 4700,
        "group": 0
      },
      {
        "id": 109,
        "label": "Борьба с терроризмом",
        "date": "15.05.2017",
        "location": "",
        "weight": 34524,
        "group": 0
      },
      {
        "id": 110,
        "label": "Дальневосточный гектар",
        "date": "27.06.2017",
        "location": "Дальний Восток",
        "weight": 501,
        "group": 0
      },
      {
        "id": 111,
        "label": "Взрыв газа в Волгограде",
        "date": "16.05.2017",
        "location": "Волгоград, Россия",
        "weight": 2394,
        "group": 0
      },
      {
        "id": 112,
        "label": "Политический кризис в Бразилии",
        "date": "19.06.2017",
        "location": "Бразилия",
        "weight": 462,
        "group": 0
      },
      {
        "id": 113,
        "label": "Теракт в Манчестере",
        "date": "23.05.2017",
        "location": "Манчестер, Англия",
        "weight": 2225,
        "group": 0
      },
      {
        "id": 114,
        "label": "Ураган в Москве",
        "date": "19.06.2017",
        "location": "Москва, Россия",
        "weight": 2109,
        "group": 0
      },
      {
        "id": 115,
        "label": "ПМЭФ-2017",
        "date": "03.06.2017",
        "location": "Санкт-Петербург, Россия",
        "weight": 8856,
        "group": 0
      },
      {
        "id": 116,
        "label": "Теракты в Лондоне",
        "date": "04.06.2017",
        "location": "Лондон, Великобритания",
        "weight": 1467,
        "group": 0
      },
      {
        "id": 117,
        "label": "Ситуация вокруг Катара",
        "date": "17.06.2017",
        "location": "Катар",
        "weight": 4672,
        "group": 0
      },
      {
        "id": 118,
        "label": "День России",
        "date": "19.06.2017",
        "location": "Россия",
        "weight": 1749,
        "group": 0
      },
      {
        "id": 119,
        "label": "Кубок Конфедераций",
        "date": "17.06.2017",
        "location": "Россия",
        "weight": 10951,
        "group": 0
      },
      {
        "id": 120,
        "label": "Состояние Владимира Этуша",
        "date": "29.06.2017",
        "location": "Москва, Россия",
        "weight": 95,
        "group": 0
      },
      {
        "id": 121,
        "label": "Саммит G20",
        "date": "04.07.2017",
        "location": "Гамбург, Германия",
        "weight": 3526,
        "group": 0
      },
      {
        "id": 122,
        "label": "ДТП с автобусом",
        "date": "16.08.2017",
        "location": "Татарстан, Россия",
        "weight": 618,
        "group": 0
      },
      {
        "id": 123,
        "label": "\"\"\"Иннопром\"\"-2017\"",
        "date": "12.07.2017",
        "location": "Екатеринбург, Россия",
        "weight": 4540,
        "group": 0
      },
      {
        "id": 124,
        "label": "Ситуация вокруг банка \"Югра\"",
        "date": "16.08.2017",
        "location": "Россия",
        "weight": 3244,
        "group": 0
      },
      {
        "id": 125,
        "label": "Нападение в Хургаде",
        "date": "17.07.2017",
        "location": "Хургада, Египет",
        "weight": 108,
        "group": 0
      },
      {
        "id": 126,
        "label": "ДТП с \"пьяным мальчиком\"",
        "date": "28.07.2017",
        "location": "Балашиха, Россия",
        "weight": 266,
        "group": 0
      },
      {
        "id": 127,
        "label": "День ВМФ",
        "date": "30.07.2017",
        "location": "Россия",
        "weight": 124,
        "group": 0
      },
      {
        "id": 128,
        "label": "АрМИ-2017",
        "date": "05.08.2017",
        "location": "Россия; Казахстан; КНР; Азербайджан; Беларусь",
        "weight": 1603,
        "group": 0
      },
      {
        "id": 129,
        "label": "День ВДВ",
        "date": "02.08.2017",
        "location": "",
        "weight": 136,
        "group": 0
      },
      {
        "id": 130,
        "label": "Наводнение в Приморье",
        "date": "17.08.2017",
        "location": "Приморье, Россия",
        "weight": 736,
        "group": 0
      },
      {
        "id": 131,
        "label": "Скончалась Вера Глаголева",
        "date": "16.08.2017",
        "location": "Германия",
        "weight": 723,
        "group": 0
      },
      {
        "id": 132,
        "label": "Дело Кирилла Серебренникова",
        "date": "22.08.2017",
        "location": "Москва, Россия",
        "weight": 1300,
        "group": 0
      },
      {
        "id": 133,
        "label": "Природные пожары",
        "date": "27.08.2017",
        "location": "Якутия, Россия",
        "weight": 1764,
        "group": 0
      },
      {
        "id": 134,
        "label": "День знаний",
        "date": "30.08.2017",
        "location": "",
        "weight": 2764,
        "group": 0
      },
      {
        "id": 135,
        "label": "Крымский мост",
        "date": "30.08.2017",
        "location": "Россия",
        "weight": 2072,
        "group": 0
      },
      {
        "id": 136,
        "label": "Рейтинги Forbes",
        "date": "30.08.2017",
        "location": "",
        "weight": 109,
        "group": 0
      },
      {
        "id": 137,
        "label": "Шторм \"Харви\"",
        "date": "30.08.2017",
        "location": "США",
        "weight": 1599,
        "group": 0
      },
      {
        "id": 138,
        "label": "Похищение российских журналистов",
        "date": "30.08.2017",
        "location": "Украина",
        "weight": 482,
        "group": 0
      },
      {
        "id": 139,
        "label": "Курбан-байрам",
        "date": "02.09.2017",
        "location": "",
        "weight": 259,
        "group": 0
      },
      {
        "id": 140,
        "label": "Саммит БРИКС",
        "date": "03.09.2017",
        "location": "Сямэнь, Китай",
        "weight": 1574,
        "group": 0
      },
      {
        "id": 141,
        "label": "Вирус Коксаки",
        "date": "04.09.2017",
        "location": "Анталья, Турция",
        "weight": 416,
        "group": 0
      },
      {
        "id": 142,
        "label": "Стрельба в школе Ивантеевки",
        "date": "06.09.2017",
        "location": "Ивантеевка, Россия",
        "weight": 230,
        "group": 0
      },
      {
        "id": 143,
        "label": "Восточный экономический форум",
        "date": "06.09.2017",
        "location": "Владивосток, Россия",
        "weight": 946,
        "group": 0
      },
      {
        "id": 144,
        "label": "Столкновения в Мьянме",
        "date": "06.09.2017",
        "location": "Мьянма",
        "weight": 171,
        "group": 0
      },
      {
        "id": 145,
        "label": "Дело Алексея Улюкаева",
        "date": "07.09.2017",
        "location": "Москва, Россия",
        "weight": 5,
        "group": 0
      },
      {
        "id": 146,
        "label": "моторола",
        "weight": 1,
        "group": 1
      },
      {
        "id": 147,
        "label": "ДНР",
        "weight": 2,
        "group": 1
      },
      {
        "id": 148,
        "label": "убииство",
        "weight": 6,
        "group": 1
      },
      {
        "id": 149,
        "label": "павлов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 150,
        "label": "командир",
        "weight": 2,
        "group": 1
      },
      {
        "id": 151,
        "label": "захарченко",
        "weight": 3,
        "group": 1
      },
      {
        "id": 152,
        "label": "арсен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 153,
        "label": "гибель",
        "weight": 2,
        "group": 1
      },
      {
        "id": 154,
        "label": "арсений",
        "weight": 1,
        "group": 1
      },
      {
        "id": 155,
        "label": "донецк",
        "weight": 1,
        "group": 1
      },
      {
        "id": 156,
        "label": "клинтон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 157,
        "label": "трамп",
        "weight": 5,
        "group": 1
      },
      {
        "id": 158,
        "label": "сша",
        "weight": 1,
        "group": 1
      },
      {
        "id": 159,
        "label": "кандидат",
        "weight": 3,
        "group": 1
      },
      {
        "id": 160,
        "label": "фбр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 161,
        "label": "президент",
        "weight": 14,
        "group": 1
      },
      {
        "id": 162,
        "label": "обама",
        "weight": 2,
        "group": 1
      },
      {
        "id": 163,
        "label": "демократ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 164,
        "label": "республиканец",
        "weight": 1,
        "group": 1
      },
      {
        "id": 165,
        "label": "расследование",
        "weight": 2,
        "group": 1
      },
      {
        "id": 166,
        "label": "поток",
        "weight": 1,
        "group": 1
      },
      {
        "id": 167,
        "label": "турция",
        "weight": 8,
        "group": 1
      },
      {
        "id": 168,
        "label": "газопровод",
        "weight": 1,
        "group": 1
      },
      {
        "id": 169,
        "label": "турецкия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 170,
        "label": "турецкий",
        "weight": 3,
        "group": 1
      },
      {
        "id": 171,
        "label": "нитка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 172,
        "label": "строительство",
        "weight": 2,
        "group": 1
      },
      {
        "id": 173,
        "label": "проект",
        "weight": 2,
        "group": 1
      },
      {
        "id": 174,
        "label": "соглашение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 175,
        "label": "газа",
        "weight": 3,
        "group": 1
      },
      {
        "id": 176,
        "label": "кибератака",
        "weight": 3,
        "group": 1
      },
      {
        "id": 177,
        "label": "атака",
        "weight": 4,
        "group": 1
      },
      {
        "id": 178,
        "label": "сбербанк",
        "weight": 3,
        "group": 1
      },
      {
        "id": 179,
        "label": "ФСБ",
        "weight": 3,
        "group": 1
      },
      {
        "id": 180,
        "label": "хакер",
        "weight": 3,
        "group": 1
      },
      {
        "id": 181,
        "label": "банка",
        "weight": 3,
        "group": 1
      },
      {
        "id": 182,
        "label": "система",
        "weight": 4,
        "group": 1
      },
      {
        "id": 183,
        "label": "хакерский",
        "weight": 3,
        "group": 1
      },
      {
        "id": 184,
        "label": "банк",
        "weight": 4,
        "group": 1
      },
      {
        "id": 185,
        "label": "паркер",
        "weight": 2,
        "group": 1
      },
      {
        "id": 186,
        "label": "макларен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 187,
        "label": "доклад",
        "weight": 1,
        "group": 1
      },
      {
        "id": 188,
        "label": "WADA",
        "weight": 1,
        "group": 1
      },
      {
        "id": 189,
        "label": "спортсмен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 190,
        "label": "допинг",
        "weight": 1,
        "group": 1
      },
      {
        "id": 191,
        "label": "комиссия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 192,
        "label": "мутко",
        "weight": 1,
        "group": 1
      },
      {
        "id": 193,
        "label": "проба",
        "weight": 1,
        "group": 1
      },
      {
        "id": 194,
        "label": "часть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 195,
        "label": "ричард",
        "weight": 1,
        "group": 1
      },
      {
        "id": 196,
        "label": "ельцин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 197,
        "label": "михалков",
        "weight": 1,
        "group": 1
      },
      {
        "id": 198,
        "label": "центр",
        "weight": 2,
        "group": 1
      },
      {
        "id": 199,
        "label": "ельцин-центр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 200,
        "label": "никита",
        "weight": 1,
        "group": 1
      },
      {
        "id": 201,
        "label": "режиссёр",
        "weight": 4,
        "group": 1
      },
      {
        "id": 202,
        "label": "наин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 203,
        "label": "история",
        "weight": 1,
        "group": 1
      },
      {
        "id": 204,
        "label": "самосознание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 205,
        "label": "деятельность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 206,
        "label": "золото",
        "weight": 1,
        "group": 1
      },
      {
        "id": 207,
        "label": "музей",
        "weight": 3,
        "group": 1
      },
      {
        "id": 208,
        "label": "крым",
        "weight": 3,
        "group": 1
      },
      {
        "id": 209,
        "label": "скифский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 210,
        "label": "суд",
        "weight": 9,
        "group": 1
      },
      {
        "id": 211,
        "label": "украина",
        "weight": 8,
        "group": 1
      },
      {
        "id": 212,
        "label": "амстердам",
        "weight": 1,
        "group": 1
      },
      {
        "id": 213,
        "label": "коллекция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 214,
        "label": "решение",
        "weight": 2,
        "group": 1
      },
      {
        "id": 215,
        "label": "экспонат",
        "weight": 1,
        "group": 1
      },
      {
        "id": 216,
        "label": "газпром",
        "weight": 1,
        "group": 1
      },
      {
        "id": 217,
        "label": "нафтогаз",
        "weight": 1,
        "group": 1
      },
      {
        "id": 218,
        "label": "газ",
        "weight": 2,
        "group": 1
      },
      {
        "id": 219,
        "label": "коболеть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 220,
        "label": "новак",
        "weight": 1,
        "group": 1
      },
      {
        "id": 221,
        "label": "нафтогаза",
        "weight": 1,
        "group": 1
      },
      {
        "id": 222,
        "label": "цена",
        "weight": 1,
        "group": 1
      },
      {
        "id": 223,
        "label": "проигрыш",
        "weight": 1,
        "group": 1
      },
      {
        "id": 224,
        "label": "платон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 225,
        "label": "тариф",
        "weight": 1,
        "group": 1
      },
      {
        "id": 226,
        "label": "минтранс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 227,
        "label": "тонна",
        "weight": 1,
        "group": 1
      },
      {
        "id": 228,
        "label": "рубль",
        "weight": 2,
        "group": 1
      },
      {
        "id": 229,
        "label": "повышение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 230,
        "label": "грузовик",
        "weight": 3,
        "group": 1
      },
      {
        "id": 231,
        "label": "плата",
        "weight": 1,
        "group": 1
      },
      {
        "id": 232,
        "label": "федеральный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 233,
        "label": "белоруссия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 234,
        "label": "минск",
        "weight": 2,
        "group": 1
      },
      {
        "id": 235,
        "label": "долг",
        "weight": 1,
        "group": 1
      },
      {
        "id": 236,
        "label": "платёж",
        "weight": 1,
        "group": 1
      },
      {
        "id": 237,
        "label": "дворк",
        "weight": 1,
        "group": 1
      },
      {
        "id": 238,
        "label": "нефть",
        "weight": 2,
        "group": 1
      },
      {
        "id": 239,
        "label": "поставка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 240,
        "label": "авансовыя",
        "weight": 1,
        "group": 1
      },
      {
        "id": 241,
        "label": "оплата",
        "weight": 1,
        "group": 1
      },
      {
        "id": 242,
        "label": "страховой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 243,
        "label": "лицензия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 244,
        "label": "отозвать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 245,
        "label": "брокер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 246,
        "label": "компания",
        "weight": 2,
        "group": 1
      },
      {
        "id": 247,
        "label": "татфондбанк",
        "weight": 2,
        "group": 1
      },
      {
        "id": 248,
        "label": "актив",
        "weight": 1,
        "group": 1
      },
      {
        "id": 249,
        "label": "страхование",
        "weight": 1,
        "group": 1
      },
      {
        "id": 250,
        "label": "центробанк",
        "weight": 1,
        "group": 1
      },
      {
        "id": 251,
        "label": "боярышник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 252,
        "label": "иркутск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 253,
        "label": "отравление",
        "weight": 1,
        "group": 1
      },
      {
        "id": 254,
        "label": "концентрат",
        "weight": 1,
        "group": 1
      },
      {
        "id": 255,
        "label": "ванна",
        "weight": 1,
        "group": 1
      },
      {
        "id": 256,
        "label": "пострадавший",
        "weight": 3,
        "group": 1
      },
      {
        "id": 257,
        "label": "массовый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 258,
        "label": "иркутской",
        "weight": 2,
        "group": 1
      },
      {
        "id": 259,
        "label": "принятие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 260,
        "label": "отравиться",
        "weight": 1,
        "group": 1
      },
      {
        "id": 261,
        "label": "ил-18",
        "weight": 1,
        "group": 1
      },
      {
        "id": 262,
        "label": "якутия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 263,
        "label": "тикси",
        "weight": 1,
        "group": 1
      },
      {
        "id": 264,
        "label": "посадка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 265,
        "label": "тяжёлый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 266,
        "label": "аварииноя",
        "weight": 1,
        "group": 1
      },
      {
        "id": 267,
        "label": "посёлок",
        "weight": 2,
        "group": 1
      },
      {
        "id": 268,
        "label": "ту-154",
        "weight": 2,
        "group": 1
      },
      {
        "id": 269,
        "label": "булунский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 270,
        "label": "посол",
        "weight": 3,
        "group": 1
      },
      {
        "id": 271,
        "label": "анкара",
        "weight": 2,
        "group": 1
      },
      {
        "id": 272,
        "label": "нападение",
        "weight": 6,
        "group": 1
      },
      {
        "id": 273,
        "label": "карлов",
        "weight": 3,
        "group": 1
      },
      {
        "id": 274,
        "label": "россииский",
        "weight": 5,
        "group": 1
      },
      {
        "id": 275,
        "label": "андрей",
        "weight": 3,
        "group": 1
      },
      {
        "id": 276,
        "label": "карл",
        "weight": 2,
        "group": 1
      },
      {
        "id": 277,
        "label": "покушение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 278,
        "label": "МИД",
        "weight": 3,
        "group": 1
      },
      {
        "id": 279,
        "label": "караулов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 280,
        "label": "варвар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 281,
        "label": "карауловой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 282,
        "label": "студентка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 283,
        "label": "попытка",
        "weight": 2,
        "group": 1
      },
      {
        "id": 284,
        "label": "МГУ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 285,
        "label": "приговор",
        "weight": 3,
        "group": 1
      },
      {
        "id": 286,
        "label": "примкнуть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 287,
        "label": "ИГИЛ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 288,
        "label": "взрыв",
        "weight": 5,
        "group": 1
      },
      {
        "id": 289,
        "label": "станция",
        "weight": 2,
        "group": 1
      },
      {
        "id": 290,
        "label": "коломенский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 291,
        "label": "метро",
        "weight": 2,
        "group": 1
      },
      {
        "id": 292,
        "label": "баллон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 293,
        "label": "переход",
        "weight": 1,
        "group": 1
      },
      {
        "id": 294,
        "label": "пострадать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 295,
        "label": "москва",
        "weight": 6,
        "group": 1
      },
      {
        "id": 296,
        "label": "произойти",
        "weight": 2,
        "group": 1
      },
      {
        "id": 297,
        "label": "газовый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 298,
        "label": "путин",
        "weight": 11,
        "group": 1
      },
      {
        "id": 299,
        "label": "декабрь",
        "weight": 2,
        "group": 1
      },
      {
        "id": 300,
        "label": "владимир",
        "weight": 5,
        "group": 1
      },
      {
        "id": 301,
        "label": "большой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 302,
        "label": "перенести",
        "weight": 3,
        "group": 1
      },
      {
        "id": 303,
        "label": "мероприятие",
        "weight": 2,
        "group": 1
      },
      {
        "id": 304,
        "label": "мальта",
        "weight": 1,
        "group": 1
      },
      {
        "id": 305,
        "label": "самолёт",
        "weight": 2,
        "group": 1
      },
      {
        "id": 306,
        "label": "захватить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 307,
        "label": "пассажир",
        "weight": 1,
        "group": 1
      },
      {
        "id": 308,
        "label": "ливииский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 309,
        "label": "угонщик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 310,
        "label": "захватчик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 311,
        "label": "борт",
        "weight": 2,
        "group": 1
      },
      {
        "id": 312,
        "label": "airways",
        "weight": 1,
        "group": 1
      },
      {
        "id": 313,
        "label": "afriqiyah",
        "weight": 1,
        "group": 1
      },
      {
        "id": 314,
        "label": "минобороны",
        "weight": 1,
        "group": 1
      },
      {
        "id": 315,
        "label": "сочи",
        "weight": 2,
        "group": 1
      },
      {
        "id": 316,
        "label": "чёрный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 317,
        "label": "канал",
        "weight": 2,
        "group": 1
      },
      {
        "id": 318,
        "label": "радар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 319,
        "label": "звезда",
        "weight": 1,
        "group": 1
      },
      {
        "id": 320,
        "label": "ТУ-154",
        "weight": 1,
        "group": 1
      },
      {
        "id": 321,
        "label": "побережье",
        "weight": 1,
        "group": 1
      },
      {
        "id": 322,
        "label": "журналист",
        "weight": 2,
        "group": 1
      },
      {
        "id": 323,
        "label": "приморский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 324,
        "label": "партизан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 325,
        "label": "присяжный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 326,
        "label": "ковтун",
        "weight": 1,
        "group": 1
      },
      {
        "id": 327,
        "label": "дело",
        "weight": 5,
        "group": 1
      },
      {
        "id": 328,
        "label": "никитин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 329,
        "label": "оправдательный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 330,
        "label": "медведь",
        "weight": 2,
        "group": 1
      },
      {
        "id": 331,
        "label": "видео",
        "weight": 1,
        "group": 1
      },
      {
        "id": 332,
        "label": "жестокий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 333,
        "label": "вахтовик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 334,
        "label": "животный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 335,
        "label": "урал",
        "weight": 1,
        "group": 1
      },
      {
        "id": 336,
        "label": "расправа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 337,
        "label": "дипломат",
        "weight": 2,
        "group": 1
      },
      {
        "id": 338,
        "label": "США",
        "weight": 5,
        "group": 1
      },
      {
        "id": 339,
        "label": "санкция",
        "weight": 2,
        "group": 1
      },
      {
        "id": 340,
        "label": "американский",
        "weight": 2,
        "group": 1
      },
      {
        "id": 341,
        "label": "россия",
        "weight": 8,
        "group": 1
      },
      {
        "id": 342,
        "label": "посольство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 343,
        "label": "лавров",
        "weight": 4,
        "group": 1
      },
      {
        "id": 344,
        "label": "новыя",
        "weight": 1,
        "group": 1
      },
      {
        "id": 345,
        "label": "2017",
        "weight": 7,
        "group": 1
      },
      {
        "id": 346,
        "label": "петух",
        "weight": 1,
        "group": 1
      },
      {
        "id": 347,
        "label": "встретить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 348,
        "label": "МКС",
        "weight": 1,
        "group": 1
      },
      {
        "id": 349,
        "label": "ансамбль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 350,
        "label": "новогодний",
        "weight": 2,
        "group": 1
      },
      {
        "id": 351,
        "label": "разрешение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 352,
        "label": "праздник",
        "weight": 9,
        "group": 1
      },
      {
        "id": 353,
        "label": "высокий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 354,
        "label": "стамбул",
        "weight": 2,
        "group": 1
      },
      {
        "id": 355,
        "label": "клуб",
        "weight": 3,
        "group": 1
      },
      {
        "id": 356,
        "label": "теракт",
        "weight": 4,
        "group": 1
      },
      {
        "id": 357,
        "label": "ночное",
        "weight": 1,
        "group": 1
      },
      {
        "id": 358,
        "label": "ночной",
        "weight": 1,
        "group": 1
      },
      {
        "id": 359,
        "label": "reina",
        "weight": 1,
        "group": 1
      },
      {
        "id": 360,
        "label": "погибший",
        "weight": 3,
        "group": 1
      },
      {
        "id": 361,
        "label": "табак",
        "weight": 1,
        "group": 1
      },
      {
        "id": 362,
        "label": "минздрав",
        "weight": 2,
        "group": 1
      },
      {
        "id": 363,
        "label": "концепция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 364,
        "label": "запрет",
        "weight": 2,
        "group": 1
      },
      {
        "id": 365,
        "label": "родиться",
        "weight": 1,
        "group": 1
      },
      {
        "id": 366,
        "label": "продажа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 367,
        "label": "запретить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 368,
        "label": "курение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 369,
        "label": "антитабачный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 370,
        "label": "2014",
        "weight": 1,
        "group": 1
      },
      {
        "id": 371,
        "label": "дональд",
        "weight": 2,
        "group": 1
      },
      {
        "id": 372,
        "label": "избранный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 373,
        "label": "заявить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 374,
        "label": "отношение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 375,
        "label": "бишкек",
        "weight": 1,
        "group": 1
      },
      {
        "id": 376,
        "label": "киргизия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 377,
        "label": "грузовой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 378,
        "label": "крушение",
        "weight": 2,
        "group": 1
      },
      {
        "id": 379,
        "label": "boeing",
        "weight": 1,
        "group": 1
      },
      {
        "id": 380,
        "label": "747",
        "weight": 1,
        "group": 1
      },
      {
        "id": 381,
        "label": "манас",
        "weight": 1,
        "group": 1
      },
      {
        "id": 382,
        "label": "дачный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 383,
        "label": "МЧС",
        "weight": 4,
        "group": 1
      },
      {
        "id": 384,
        "label": "сергей",
        "weight": 2,
        "group": 1
      },
      {
        "id": 385,
        "label": "министр",
        "weight": 2,
        "group": 1
      },
      {
        "id": 386,
        "label": "иностранный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 387,
        "label": "глава",
        "weight": 4,
        "group": 1
      },
      {
        "id": 388,
        "label": "крещение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 389,
        "label": "январь",
        "weight": 2,
        "group": 1
      },
      {
        "id": 390,
        "label": "купание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 391,
        "label": "прорубь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 392,
        "label": "вода",
        "weight": 1,
        "group": 1
      },
      {
        "id": 393,
        "label": "крещенский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 394,
        "label": "господний",
        "weight": 1,
        "group": 1
      },
      {
        "id": 395,
        "label": "купелей",
        "weight": 1,
        "group": 1
      },
      {
        "id": 396,
        "label": "астан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 397,
        "label": "сирия",
        "weight": 3,
        "group": 1
      },
      {
        "id": 398,
        "label": "казахстан",
        "weight": 2,
        "group": 1
      },
      {
        "id": 399,
        "label": "ООН",
        "weight": 2,
        "group": 1
      },
      {
        "id": 400,
        "label": "делегация",
        "weight": 1,
        "group": 1
      },
      {
        "id": 401,
        "label": "переговоры",
        "weight": 2,
        "group": 1
      },
      {
        "id": 402,
        "label": "пригласить",
        "weight": 2,
        "group": 1
      },
      {
        "id": 403,
        "label": "приглашение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 404,
        "label": "оппозиция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 405,
        "label": "балл",
        "weight": 1,
        "group": 1
      },
      {
        "id": 406,
        "label": "катание",
        "weight": 2,
        "group": 1
      },
      {
        "id": 407,
        "label": "европа",
        "weight": 2,
        "group": 1
      },
      {
        "id": 408,
        "label": "фигурный",
        "weight": 2,
        "group": 1
      },
      {
        "id": 409,
        "label": "программа",
        "weight": 4,
        "group": 1
      },
      {
        "id": 410,
        "label": "чемпионат",
        "weight": 4,
        "group": 1
      },
      {
        "id": 411,
        "label": "морозов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 412,
        "label": "тарасов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 413,
        "label": "пара",
        "weight": 1,
        "group": 1
      },
      {
        "id": 414,
        "label": "короткой",
        "weight": 2,
        "group": 1
      },
      {
        "id": 415,
        "label": "мексика",
        "weight": 1,
        "group": 1
      },
      {
        "id": 416,
        "label": "стена",
        "weight": 1,
        "group": 1
      },
      {
        "id": 417,
        "label": "граница",
        "weight": 1,
        "group": 1
      },
      {
        "id": 418,
        "label": "ньеть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 419,
        "label": "платить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 420,
        "label": "стен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 421,
        "label": "пение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 422,
        "label": "энрике",
        "weight": 1,
        "group": 1
      },
      {
        "id": 423,
        "label": "мексикой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 424,
        "label": "багдасарян",
        "weight": 1,
        "group": 1
      },
      {
        "id": 425,
        "label": "право",
        "weight": 1,
        "group": 1
      },
      {
        "id": 426,
        "label": "прокуратура",
        "weight": 2,
        "group": 1
      },
      {
        "id": 427,
        "label": "мара",
        "weight": 1,
        "group": 1
      },
      {
        "id": 428,
        "label": "водительский",
        "weight": 2,
        "group": 1
      },
      {
        "id": 429,
        "label": "мары",
        "weight": 1,
        "group": 1
      },
      {
        "id": 430,
        "label": "штраф",
        "weight": 1,
        "group": 1
      },
      {
        "id": 431,
        "label": "лишение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 432,
        "label": "иск",
        "weight": 2,
        "group": 1
      },
      {
        "id": 433,
        "label": "разговор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 434,
        "label": "телефонный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 435,
        "label": "песок",
        "weight": 2,
        "group": 1
      },
      {
        "id": 436,
        "label": "фииона",
        "weight": 2,
        "group": 1
      },
      {
        "id": 437,
        "label": "франция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 438,
        "label": "пена",
        "weight": 1,
        "group": 1
      },
      {
        "id": 439,
        "label": "франсуа",
        "weight": 2,
        "group": 1
      },
      {
        "id": 440,
        "label": "тур",
        "weight": 1,
        "group": 1
      },
      {
        "id": 441,
        "label": "марин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 442,
        "label": "проидти",
        "weight": 2,
        "group": 1
      },
      {
        "id": 443,
        "label": "универсиада",
        "weight": 1,
        "group": 1
      },
      {
        "id": 444,
        "label": "алматы",
        "weight": 1,
        "group": 1
      },
      {
        "id": 445,
        "label": "алма-ата",
        "weight": 1,
        "group": 1
      },
      {
        "id": 446,
        "label": "зимнея",
        "weight": 1,
        "group": 1
      },
      {
        "id": 447,
        "label": "зимний",
        "weight": 2,
        "group": 1
      },
      {
        "id": 448,
        "label": "баибек",
        "weight": 1,
        "group": 1
      },
      {
        "id": 449,
        "label": "церемония",
        "weight": 2,
        "group": 1
      },
      {
        "id": 450,
        "label": "тенг",
        "weight": 1,
        "group": 1
      },
      {
        "id": 451,
        "label": "открытие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 452,
        "label": "мечеть",
        "weight": 2,
        "group": 1
      },
      {
        "id": 453,
        "label": "квебек",
        "weight": 1,
        "group": 1
      },
      {
        "id": 454,
        "label": "стрельба",
        "weight": 2,
        "group": 1
      },
      {
        "id": 455,
        "label": "канада",
        "weight": 1,
        "group": 1
      },
      {
        "id": 456,
        "label": "город",
        "weight": 4,
        "group": 1
      },
      {
        "id": 457,
        "label": "погибнуть",
        "weight": 4,
        "group": 1
      },
      {
        "id": 458,
        "label": "неизвестный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 459,
        "label": "открыть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 460,
        "label": "квебек-сити",
        "weight": 1,
        "group": 1
      },
      {
        "id": 461,
        "label": "автомобиль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 462,
        "label": "милиция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 463,
        "label": "анащенко",
        "weight": 1,
        "group": 1
      },
      {
        "id": 464,
        "label": "луганск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 465,
        "label": "начальник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 466,
        "label": "народной",
        "weight": 1,
        "group": 1
      },
      {
        "id": 467,
        "label": "машина",
        "weight": 1,
        "group": 1
      },
      {
        "id": 468,
        "label": "ЛНР",
        "weight": 2,
        "group": 1
      },
      {
        "id": 469,
        "label": "управление",
        "weight": 1,
        "group": 1
      },
      {
        "id": 470,
        "label": "румыния",
        "weight": 1,
        "group": 1
      },
      {
        "id": 471,
        "label": "правительство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 472,
        "label": "протест",
        "weight": 1,
        "group": 1
      },
      {
        "id": 473,
        "label": "амнистия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 474,
        "label": "тысяча",
        "weight": 4,
        "group": 1
      },
      {
        "id": 475,
        "label": "отменить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 476,
        "label": "указ",
        "weight": 2,
        "group": 1
      },
      {
        "id": 477,
        "label": "бухарест",
        "weight": 1,
        "group": 1
      },
      {
        "id": 478,
        "label": "кодекс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 479,
        "label": "уголовный",
        "weight": 3,
        "group": 1
      },
      {
        "id": 480,
        "label": "басаргин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 481,
        "label": "пермский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 482,
        "label": "отставка",
        "weight": 2,
        "group": 1
      },
      {
        "id": 483,
        "label": "край",
        "weight": 3,
        "group": 1
      },
      {
        "id": 484,
        "label": "губернатор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 485,
        "label": "виктор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 486,
        "label": "полномочие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 487,
        "label": "кремль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 488,
        "label": "гиви",
        "weight": 1,
        "group": 1
      },
      {
        "id": 489,
        "label": "толстой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 490,
        "label": "сомали",
        "weight": 1,
        "group": 1
      },
      {
        "id": 491,
        "label": "михаил",
        "weight": 1,
        "group": 1
      },
      {
        "id": 492,
        "label": "кабинет",
        "weight": 1,
        "group": 1
      },
      {
        "id": 493,
        "label": "батальон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 494,
        "label": "место",
        "weight": 1,
        "group": 1
      },
      {
        "id": 495,
        "label": "ВКС",
        "weight": 2,
        "group": 1
      },
      {
        "id": 496,
        "label": "удар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 497,
        "label": "военный",
        "weight": 2,
        "group": 1
      },
      {
        "id": 498,
        "label": "соболезнование",
        "weight": 4,
        "group": 1
      },
      {
        "id": 499,
        "label": "выразить",
        "weight": 2,
        "group": 1
      },
      {
        "id": 500,
        "label": "военнослужащий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 501,
        "label": "лапшин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 502,
        "label": "азербаиджан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 503,
        "label": "блогер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 504,
        "label": "александр",
        "weight": 2,
        "group": 1
      },
      {
        "id": 505,
        "label": "баку",
        "weight": 1,
        "group": 1
      },
      {
        "id": 506,
        "label": "израиль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 507,
        "label": "экстрадиция",
        "weight": 2,
        "group": 1
      },
      {
        "id": 508,
        "label": "логинов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 509,
        "label": "фуркад",
        "weight": 1,
        "group": 1
      },
      {
        "id": 510,
        "label": "мартен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 511,
        "label": "IBU",
        "weight": 1,
        "group": 1
      },
      {
        "id": 512,
        "label": "хохфильцен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 513,
        "label": "эстафета",
        "weight": 1,
        "group": 1
      },
      {
        "id": 514,
        "label": "смешанный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 515,
        "label": "шипулина",
        "weight": 1,
        "group": 1
      },
      {
        "id": 516,
        "label": "фуркада",
        "weight": 1,
        "group": 1
      },
      {
        "id": 517,
        "label": "фильм",
        "weight": 1,
        "group": 1
      },
      {
        "id": 518,
        "label": "матильда",
        "weight": 1,
        "group": 1
      },
      {
        "id": 519,
        "label": "поклонской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 520,
        "label": "учитель",
        "weight": 1,
        "group": 1
      },
      {
        "id": 521,
        "label": "алексей",
        "weight": 4,
        "group": 1
      },
      {
        "id": 522,
        "label": "генпрокуратура",
        "weight": 1,
        "group": 1
      },
      {
        "id": 523,
        "label": "заявление",
        "weight": 1,
        "group": 1
      },
      {
        "id": 524,
        "label": "угроза",
        "weight": 1,
        "group": 1
      },
      {
        "id": 525,
        "label": "организация",
        "weight": 3,
        "group": 1
      },
      {
        "id": 526,
        "label": "дадин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 527,
        "label": "нарушение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 528,
        "label": "статья",
        "weight": 1,
        "group": 1
      },
      {
        "id": 529,
        "label": "ильдар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 530,
        "label": "митинг",
        "weight": 2,
        "group": 1
      },
      {
        "id": 531,
        "label": "ответственность",
        "weight": 2,
        "group": 1
      },
      {
        "id": 532,
        "label": "конституционный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 533,
        "label": "колония",
        "weight": 1,
        "group": 1
      },
      {
        "id": 534,
        "label": "курс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 535,
        "label": "доллар",
        "weight": 2,
        "group": 1
      },
      {
        "id": 536,
        "label": "евро",
        "weight": 1,
        "group": 1
      },
      {
        "id": 537,
        "label": "валюта",
        "weight": 1,
        "group": 1
      },
      {
        "id": 538,
        "label": "февраль",
        "weight": 3,
        "group": 1
      },
      {
        "id": 539,
        "label": "2015",
        "weight": 1,
        "group": 1
      },
      {
        "id": 540,
        "label": "июль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 541,
        "label": "вулкан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 542,
        "label": "землетрясение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 543,
        "label": "километр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 544,
        "label": "пепел",
        "weight": 1,
        "group": 1
      },
      {
        "id": 545,
        "label": "раиона",
        "weight": 1,
        "group": 1
      },
      {
        "id": 546,
        "label": "шивелуч",
        "weight": 1,
        "group": 1
      },
      {
        "id": 547,
        "label": "ветер",
        "weight": 3,
        "group": 1
      },
      {
        "id": 548,
        "label": "камчатка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 549,
        "label": "дельфин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 550,
        "label": "берег",
        "weight": 1,
        "group": 1
      },
      {
        "id": 551,
        "label": "выброситься",
        "weight": 1,
        "group": 1
      },
      {
        "id": 552,
        "label": "зеландия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 553,
        "label": "новой",
        "weight": 2,
        "group": 1
      },
      {
        "id": 554,
        "label": "животное",
        "weight": 1,
        "group": 1
      },
      {
        "id": 555,
        "label": "200",
        "weight": 1,
        "group": 1
      },
      {
        "id": 556,
        "label": "гринд",
        "weight": 1,
        "group": 1
      },
      {
        "id": 557,
        "label": "кит",
        "weight": 2,
        "group": 1
      },
      {
        "id": 558,
        "label": "400",
        "weight": 1,
        "group": 1
      },
      {
        "id": 559,
        "label": "собор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 560,
        "label": "исаакиевския",
        "weight": 1,
        "group": 1
      },
      {
        "id": 561,
        "label": "передача",
        "weight": 1,
        "group": 1
      },
      {
        "id": 562,
        "label": "исаакиевский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 563,
        "label": "РПЦ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 564,
        "label": "исаакий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 565,
        "label": "мединския",
        "weight": 1,
        "group": 1
      },
      {
        "id": 566,
        "label": "церковь",
        "weight": 2,
        "group": 1
      },
      {
        "id": 567,
        "label": "курильский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 568,
        "label": "безымянный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 569,
        "label": "гряда",
        "weight": 1,
        "group": 1
      },
      {
        "id": 570,
        "label": "курильской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 571,
        "label": "сахалинской",
        "weight": 2,
        "group": 1
      },
      {
        "id": 572,
        "label": "остров",
        "weight": 1,
        "group": 1
      },
      {
        "id": 573,
        "label": "географический",
        "weight": 1,
        "group": 1
      },
      {
        "id": 574,
        "label": "присвоить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 575,
        "label": "деревянко",
        "weight": 1,
        "group": 1
      },
      {
        "id": 576,
        "label": "временной",
        "weight": 1,
        "group": 1
      },
      {
        "id": 577,
        "label": "эль-баба",
        "weight": 1,
        "group": 1
      },
      {
        "id": 578,
        "label": "сирииский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 579,
        "label": "эля-баба",
        "weight": 1,
        "group": 1
      },
      {
        "id": 580,
        "label": "тадефа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 581,
        "label": "сириискай",
        "weight": 1,
        "group": 1
      },
      {
        "id": 582,
        "label": "мосул",
        "weight": 1,
        "group": 1
      },
      {
        "id": 583,
        "label": "650",
        "weight": 1,
        "group": 1
      },
      {
        "id": 584,
        "label": "отступление",
        "weight": 1,
        "group": 1
      },
      {
        "id": 585,
        "label": "выставка",
        "weight": 2,
        "group": 1
      },
      {
        "id": 586,
        "label": "билет",
        "weight": 1,
        "group": 1
      },
      {
        "id": 587,
        "label": "ватикан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 588,
        "label": "галерея",
        "weight": 1,
        "group": 1
      },
      {
        "id": 589,
        "label": "шедевр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 590,
        "label": "третьяковской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 591,
        "label": "пинакотека",
        "weight": 1,
        "group": 1
      },
      {
        "id": 592,
        "label": "roma",
        "weight": 1,
        "group": 1
      },
      {
        "id": 593,
        "label": "очередь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 594,
        "label": "масленица",
        "weight": 1,
        "group": 1
      },
      {
        "id": 595,
        "label": "традиция",
        "weight": 2,
        "group": 1
      },
      {
        "id": 596,
        "label": "блин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 597,
        "label": "неделя",
        "weight": 2,
        "group": 1
      },
      {
        "id": 598,
        "label": "число",
        "weight": 1,
        "group": 1
      },
      {
        "id": 599,
        "label": "начинаться",
        "weight": 1,
        "group": 1
      },
      {
        "id": 600,
        "label": "гуляние",
        "weight": 1,
        "group": 1
      },
      {
        "id": 601,
        "label": "оскар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 602,
        "label": "номинант",
        "weight": 1,
        "group": 1
      },
      {
        "id": 603,
        "label": "премия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 604,
        "label": "стинг",
        "weight": 1,
        "group": 1
      },
      {
        "id": 605,
        "label": "тимберлеик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 606,
        "label": "ленд",
        "weight": 1,
        "group": 1
      },
      {
        "id": 607,
        "label": "ла-ть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 608,
        "label": "вручение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 609,
        "label": "запуск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 610,
        "label": "япония",
        "weight": 1,
        "group": 1
      },
      {
        "id": 611,
        "label": "баллистической",
        "weight": 1,
        "group": 1
      },
      {
        "id": 612,
        "label": "японский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 613,
        "label": "абэ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 614,
        "label": "море",
        "weight": 1,
        "group": 1
      },
      {
        "id": 615,
        "label": "командование",
        "weight": 1,
        "group": 1
      },
      {
        "id": 616,
        "label": "воскресение",
        "weight": 2,
        "group": 1
      },
      {
        "id": 617,
        "label": "пролететь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 618,
        "label": "КНДР",
        "weight": 1,
        "group": 1
      },
      {
        "id": 619,
        "label": "чен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 620,
        "label": "брат",
        "weight": 1,
        "group": 1
      },
      {
        "id": 621,
        "label": "ына",
        "weight": 1,
        "group": 1
      },
      {
        "id": 622,
        "label": "убитый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 623,
        "label": "малаизий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 624,
        "label": "лидер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 625,
        "label": "СМИ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 626,
        "label": "сводный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 627,
        "label": "полиция",
        "weight": 4,
        "group": 1
      },
      {
        "id": 628,
        "label": "аэропорт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 629,
        "label": "гомеопатия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 630,
        "label": "гомеопатический",
        "weight": 1,
        "group": 1
      },
      {
        "id": 631,
        "label": "лженаукой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 632,
        "label": "РАН",
        "weight": 1,
        "group": 1
      },
      {
        "id": 633,
        "label": "меморандум",
        "weight": 1,
        "group": 1
      },
      {
        "id": 634,
        "label": "наука",
        "weight": 2,
        "group": 1
      },
      {
        "id": 635,
        "label": "академия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 636,
        "label": "эффективность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 637,
        "label": "черногория",
        "weight": 1,
        "group": 1
      },
      {
        "id": 638,
        "label": "переворот",
        "weight": 1,
        "group": 1
      },
      {
        "id": 639,
        "label": "прокурор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 640,
        "label": "обвинение",
        "weight": 2,
        "group": 1
      },
      {
        "id": 641,
        "label": "катнич",
        "weight": 1,
        "group": 1
      },
      {
        "id": 642,
        "label": "причастность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 643,
        "label": "госпереворот",
        "weight": 1,
        "group": 1
      },
      {
        "id": 644,
        "label": "страна",
        "weight": 7,
        "group": 1
      },
      {
        "id": 645,
        "label": "вороненков",
        "weight": 2,
        "group": 1
      },
      {
        "id": 646,
        "label": "КПРФ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 647,
        "label": "гражданство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 648,
        "label": "партия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 649,
        "label": "депутат",
        "weight": 3,
        "group": 1
      },
      {
        "id": 650,
        "label": "денис",
        "weight": 2,
        "group": 1
      },
      {
        "id": 651,
        "label": "госдума",
        "weight": 2,
        "group": 1
      },
      {
        "id": 652,
        "label": "нацистской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 653,
        "label": "экс-депутат",
        "weight": 2,
        "group": 1
      },
      {
        "id": 654,
        "label": "показание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 655,
        "label": "мигрант",
        "weight": 1,
        "group": 1
      },
      {
        "id": 656,
        "label": "беженец",
        "weight": 1,
        "group": 1
      },
      {
        "id": 657,
        "label": "германия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 658,
        "label": "альтмаиер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 659,
        "label": "рекордный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 660,
        "label": "депортировать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 661,
        "label": "убежище",
        "weight": 1,
        "group": 1
      },
      {
        "id": 662,
        "label": "меркель",
        "weight": 1,
        "group": 1
      },
      {
        "id": 663,
        "label": "берлинал",
        "weight": 1,
        "group": 1
      },
      {
        "id": 664,
        "label": "кинофестиваль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 665,
        "label": "джанго",
        "weight": 1,
        "group": 1
      },
      {
        "id": 666,
        "label": "берлинский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 667,
        "label": "фестиваль",
        "weight": 2,
        "group": 1
      },
      {
        "id": 668,
        "label": "приз",
        "weight": 1,
        "group": 1
      },
      {
        "id": 669,
        "label": "берлин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 670,
        "label": "эньести",
        "weight": 1,
        "group": 1
      },
      {
        "id": 671,
        "label": "чуркин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 672,
        "label": "виталий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 673,
        "label": "скончаться",
        "weight": 3,
        "group": 1
      },
      {
        "id": 674,
        "label": "представитель",
        "weight": 1,
        "group": 1
      },
      {
        "id": 675,
        "label": "постоянный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 676,
        "label": "нью-иорка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 677,
        "label": "скоропостижно",
        "weight": 1,
        "group": 1
      },
      {
        "id": 678,
        "label": "умереть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 679,
        "label": "хрущёвка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 680,
        "label": "снос",
        "weight": 1,
        "group": 1
      },
      {
        "id": 681,
        "label": "собянин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 682,
        "label": "пятиэтажка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 683,
        "label": "дом",
        "weight": 3,
        "group": 1
      },
      {
        "id": 684,
        "label": "снести",
        "weight": 1,
        "group": 1
      },
      {
        "id": 685,
        "label": "мэр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 686,
        "label": "защитник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 687,
        "label": "отечество",
        "weight": 1,
        "group": 1
      },
      {
        "id": 688,
        "label": "мужчина",
        "weight": 2,
        "group": 1
      },
      {
        "id": 689,
        "label": "подарок",
        "weight": 2,
        "group": 1
      },
      {
        "id": 690,
        "label": "поздравление",
        "weight": 2,
        "group": 1
      },
      {
        "id": 691,
        "label": "салют",
        "weight": 1,
        "group": 1
      },
      {
        "id": 692,
        "label": "днём",
        "weight": 1,
        "group": 1
      },
      {
        "id": 693,
        "label": "наступить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 694,
        "label": "поздравить",
        "weight": 3,
        "group": 1
      },
      {
        "id": 695,
        "label": "полый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 696,
        "label": "игра",
        "weight": 5,
        "group": 1
      },
      {
        "id": 697,
        "label": "всемирный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 698,
        "label": "III",
        "weight": 1,
        "group": 1
      },
      {
        "id": 699,
        "label": "спорт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 700,
        "label": "барышев",
        "weight": 1,
        "group": 1
      },
      {
        "id": 701,
        "label": "соревнование",
        "weight": 2,
        "group": 1
      },
      {
        "id": 702,
        "label": "ЦСКА",
        "weight": 2,
        "group": 1
      },
      {
        "id": 703,
        "label": "петренко",
        "weight": 1,
        "group": 1
      },
      {
        "id": 704,
        "label": "союз",
        "weight": 1,
        "group": 1
      },
      {
        "id": 705,
        "label": "актёр",
        "weight": 3,
        "group": 1
      },
      {
        "id": 706,
        "label": "артист",
        "weight": 3,
        "group": 1
      },
      {
        "id": 707,
        "label": "смерть",
        "weight": 3,
        "group": 1
      },
      {
        "id": 708,
        "label": "василий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 709,
        "label": "фирташа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 710,
        "label": "бизнесмен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 711,
        "label": "вена",
        "weight": 1,
        "group": 1
      },
      {
        "id": 712,
        "label": "земельный",
        "weight": 2,
        "group": 1
      },
      {
        "id": 713,
        "label": "дмитрия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 714,
        "label": "украинский",
        "weight": 2,
        "group": 1
      },
      {
        "id": 715,
        "label": "немцов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 716,
        "label": "марш",
        "weight": 1,
        "group": 1
      },
      {
        "id": 717,
        "label": "касьянов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 718,
        "label": "память",
        "weight": 1,
        "group": 1
      },
      {
        "id": 719,
        "label": "борис",
        "weight": 1,
        "group": 1
      },
      {
        "id": 720,
        "label": "зеленкой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 721,
        "label": "акция",
        "weight": 4,
        "group": 1
      },
      {
        "id": 722,
        "label": "шествие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 723,
        "label": "облить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 724,
        "label": "диана",
        "weight": 1,
        "group": 1
      },
      {
        "id": 725,
        "label": "шурыгин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 726,
        "label": "шурыгиноя",
        "weight": 1,
        "group": 1
      },
      {
        "id": 727,
        "label": "девушка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 728,
        "label": "изнасилование",
        "weight": 1,
        "group": 1
      },
      {
        "id": 729,
        "label": "семенов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 730,
        "label": "пусть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 731,
        "label": "говорят",
        "weight": 1,
        "group": 1
      },
      {
        "id": 732,
        "label": "ульяновск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 733,
        "label": "караченцов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 734,
        "label": "николай",
        "weight": 1,
        "group": 1
      },
      {
        "id": 735,
        "label": "ДТП",
        "weight": 3,
        "group": 1
      },
      {
        "id": 736,
        "label": "авария",
        "weight": 2,
        "group": 1
      },
      {
        "id": 737,
        "label": "газель",
        "weight": 1,
        "group": 1
      },
      {
        "id": 738,
        "label": "находиться",
        "weight": 2,
        "group": 1
      },
      {
        "id": 739,
        "label": "НИИ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 740,
        "label": "склифосовский",
        "weight": 2,
        "group": 1
      },
      {
        "id": 741,
        "label": "группа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 742,
        "label": "синии",
        "weight": 1,
        "group": 1
      },
      {
        "id": 743,
        "label": "задание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 744,
        "label": "школьница",
        "weight": 1,
        "group": 1
      },
      {
        "id": 745,
        "label": "суицид",
        "weight": 1,
        "group": 1
      },
      {
        "id": 746,
        "label": "самоубииство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 747,
        "label": "сеть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 748,
        "label": "почта",
        "weight": 1,
        "group": 1
      },
      {
        "id": 749,
        "label": "страшновый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 750,
        "label": "рублей",
        "weight": 2,
        "group": 1
      },
      {
        "id": 751,
        "label": "миллион",
        "weight": 3,
        "group": 1
      },
      {
        "id": 752,
        "label": "интехбанк",
        "weight": 1,
        "group": 1
      },
      {
        "id": 753,
        "label": "татарстан",
        "weight": 2,
        "group": 1
      },
      {
        "id": 754,
        "label": "анкор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 755,
        "label": "интехбанка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 756,
        "label": "межрегиональный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 757,
        "label": "мусин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 758,
        "label": "роберт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 759,
        "label": "птица",
        "weight": 1,
        "group": 1
      },
      {
        "id": 760,
        "label": "птичий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 761,
        "label": "грипп",
        "weight": 1,
        "group": 1
      },
      {
        "id": 762,
        "label": "мясо",
        "weight": 1,
        "group": 1
      },
      {
        "id": 763,
        "label": "зафиксировать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 764,
        "label": "вирус",
        "weight": 3,
        "group": 1
      },
      {
        "id": 765,
        "label": "ввоз",
        "weight": 1,
        "group": 1
      },
      {
        "id": 766,
        "label": "выявить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 767,
        "label": "обыск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 768,
        "label": "пенелопа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 769,
        "label": "супруг",
        "weight": 1,
        "group": 1
      },
      {
        "id": 770,
        "label": "фиктивный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 771,
        "label": "супруга",
        "weight": 1,
        "group": 1
      },
      {
        "id": 772,
        "label": "алтынташ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 773,
        "label": "мевлютый",
        "weight": 2,
        "group": 1
      },
      {
        "id": 774,
        "label": "севастиди",
        "weight": 1,
        "group": 1
      },
      {
        "id": 775,
        "label": "оксана",
        "weight": 1,
        "group": 1
      },
      {
        "id": 776,
        "label": "помиловать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 777,
        "label": "осудить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 778,
        "label": "госизмена",
        "weight": 1,
        "group": 1
      },
      {
        "id": 779,
        "label": "помилование",
        "weight": 1,
        "group": 1
      },
      {
        "id": 780,
        "label": "март",
        "weight": 5,
        "group": 1
      },
      {
        "id": 781,
        "label": "салат",
        "weight": 1,
        "group": 1
      },
      {
        "id": 782,
        "label": "женщина",
        "weight": 1,
        "group": 1
      },
      {
        "id": 783,
        "label": "набор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 784,
        "label": "мимоза",
        "weight": 1,
        "group": 1
      },
      {
        "id": 785,
        "label": "цветы",
        "weight": 1,
        "group": 1
      },
      {
        "id": 786,
        "label": "хорошавин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 787,
        "label": "взятка",
        "weight": 2,
        "group": 1
      },
      {
        "id": 788,
        "label": "область",
        "weight": 4,
        "group": 1
      },
      {
        "id": 789,
        "label": "экс-губернатор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 790,
        "label": "южно-сахалинск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 791,
        "label": "вертолёт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 792,
        "label": "россиянин",
        "weight": 2,
        "group": 1
      },
      {
        "id": 793,
        "label": "пилот",
        "weight": 1,
        "group": 1
      },
      {
        "id": 794,
        "label": "пост",
        "weight": 2,
        "group": 1
      },
      {
        "id": 795,
        "label": "великия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 796,
        "label": "великое",
        "weight": 1,
        "group": 1
      },
      {
        "id": 797,
        "label": "постный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 798,
        "label": "приготовить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 799,
        "label": "особенность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 800,
        "label": "меню",
        "weight": 1,
        "group": 1
      },
      {
        "id": 801,
        "label": "нидерланды",
        "weight": 1,
        "group": 1
      },
      {
        "id": 802,
        "label": "чавушогла",
        "weight": 1,
        "group": 1
      },
      {
        "id": 803,
        "label": "роттердам",
        "weight": 1,
        "group": 1
      },
      {
        "id": 804,
        "label": "каий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 805,
        "label": "ЦРУ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 806,
        "label": "wikileaks",
        "weight": 1,
        "group": 1
      },
      {
        "id": 807,
        "label": "пенс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 808,
        "label": "утечка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 809,
        "label": "документ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 810,
        "label": "вице-президент",
        "weight": 1,
        "group": 1
      },
      {
        "id": 811,
        "label": "маикл",
        "weight": 1,
        "group": 1
      },
      {
        "id": 812,
        "label": "виновный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 813,
        "label": "наити",
        "weight": 1,
        "group": 1
      },
      {
        "id": 814,
        "label": "материал",
        "weight": 1,
        "group": 1
      },
      {
        "id": 815,
        "label": "египет",
        "weight": 3,
        "group": 1
      },
      {
        "id": 816,
        "label": "безопасность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 817,
        "label": "протокол",
        "weight": 1,
        "group": 1
      },
      {
        "id": 818,
        "label": "матвиенко",
        "weight": 1,
        "group": 1
      },
      {
        "id": 819,
        "label": "авиасообщение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 820,
        "label": "возобновление",
        "weight": 1,
        "group": 1
      },
      {
        "id": 821,
        "label": "согласовать",
        "weight": 2,
        "group": 1
      },
      {
        "id": 822,
        "label": "подписание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 823,
        "label": "соколов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 824,
        "label": "каир",
        "weight": 1,
        "group": 1
      },
      {
        "id": 825,
        "label": "дочка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 826,
        "label": "радикал",
        "weight": 1,
        "group": 1
      },
      {
        "id": 827,
        "label": "НБУ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 828,
        "label": "нацбанк",
        "weight": 1,
        "group": 1
      },
      {
        "id": 829,
        "label": "украинской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 830,
        "label": "блокада",
        "weight": 1,
        "group": 1
      },
      {
        "id": 831,
        "label": "донбасс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 832,
        "label": "киев",
        "weight": 3,
        "group": 1
      },
      {
        "id": 833,
        "label": "противоречить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 834,
        "label": "предприятие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 835,
        "label": "здравый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 836,
        "label": "рана",
        "weight": 1,
        "group": 1
      },
      {
        "id": 837,
        "label": "выбор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 838,
        "label": "фортов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 839,
        "label": "кандидатура",
        "weight": 1,
        "group": 1
      },
      {
        "id": 840,
        "label": "снять",
        "weight": 1,
        "group": 1
      },
      {
        "id": 841,
        "label": "евдокимов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 842,
        "label": "СИЗО",
        "weight": 1,
        "group": 1
      },
      {
        "id": 843,
        "label": "роскосмос",
        "weight": 1,
        "group": 1
      },
      {
        "id": 844,
        "label": "топ-менеджер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 845,
        "label": "евдоким",
        "weight": 1,
        "group": 1
      },
      {
        "id": 846,
        "label": "камера",
        "weight": 1,
        "group": 1
      },
      {
        "id": 847,
        "label": "директор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 848,
        "label": "тело",
        "weight": 1,
        "group": 1
      },
      {
        "id": 849,
        "label": "исполнительный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 850,
        "label": "ураган",
        "weight": 3,
        "group": 1
      },
      {
        "id": 851,
        "label": "дерево",
        "weight": 2,
        "group": 1
      },
      {
        "id": 852,
        "label": "упасть",
        "weight": 2,
        "group": 1
      },
      {
        "id": 853,
        "label": "май",
        "weight": 4,
        "group": 1
      },
      {
        "id": 854,
        "label": "столица",
        "weight": 2,
        "group": 1
      },
      {
        "id": 855,
        "label": "повалить",
        "weight": 2,
        "group": 1
      },
      {
        "id": 856,
        "label": "порыв",
        "weight": 2,
        "group": 1
      },
      {
        "id": 857,
        "label": "улица",
        "weight": 2,
        "group": 1
      },
      {
        "id": 858,
        "label": "убиица",
        "weight": 1,
        "group": 1
      },
      {
        "id": 859,
        "label": "навальный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 860,
        "label": "оппозиционер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 861,
        "label": "организатор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 862,
        "label": "коррупция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 863,
        "label": "илюмжинов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 864,
        "label": "ФИДЕ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 865,
        "label": "FIDE",
        "weight": 1,
        "group": 1
      },
      {
        "id": 866,
        "label": "кирсан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 867,
        "label": "инопланетянин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 868,
        "label": "встреча",
        "weight": 3,
        "group": 1
      },
      {
        "id": 869,
        "label": "плющенко",
        "weight": 1,
        "group": 1
      },
      {
        "id": 870,
        "label": "мир",
        "weight": 2,
        "group": 1
      },
      {
        "id": 871,
        "label": "евгений",
        "weight": 1,
        "group": 1
      },
      {
        "id": 872,
        "label": "хельсинки",
        "weight": 1,
        "group": 1
      },
      {
        "id": 873,
        "label": "медведев",
        "weight": 1,
        "group": 1
      },
      {
        "id": 874,
        "label": "пасха",
        "weight": 1,
        "group": 1
      },
      {
        "id": 875,
        "label": "кулич",
        "weight": 1,
        "group": 1
      },
      {
        "id": 876,
        "label": "пасхальный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 877,
        "label": "православный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 878,
        "label": "дата",
        "weight": 1,
        "group": 1
      },
      {
        "id": 879,
        "label": "яица",
        "weight": 1,
        "group": 1
      },
      {
        "id": 880,
        "label": "апрель",
        "weight": 2,
        "group": 1
      },
      {
        "id": 881,
        "label": "украшение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 882,
        "label": "сенной",
        "weight": 1,
        "group": 1
      },
      {
        "id": 883,
        "label": "петербург",
        "weight": 2,
        "group": 1
      },
      {
        "id": 884,
        "label": "институт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 885,
        "label": "технологическия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 886,
        "label": "площадь",
        "weight": 2,
        "group": 1
      },
      {
        "id": 887,
        "label": "петербургский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 888,
        "label": "вагон",
        "weight": 2,
        "group": 1
      },
      {
        "id": 889,
        "label": "диктант",
        "weight": 1,
        "group": 1
      },
      {
        "id": 890,
        "label": "тотальный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 891,
        "label": "площадка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 892,
        "label": "написать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 893,
        "label": "текст",
        "weight": 1,
        "group": 1
      },
      {
        "id": 894,
        "label": "грамотность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 895,
        "label": "2018",
        "weight": 1,
        "group": 1
      },
      {
        "id": 896,
        "label": "перенос",
        "weight": 2,
        "group": 1
      },
      {
        "id": 897,
        "label": "володин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 898,
        "label": "ФОМ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 899,
        "label": "вячеслав",
        "weight": 1,
        "group": 1
      },
      {
        "id": 900,
        "label": "присоединение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 901,
        "label": "поезд",
        "weight": 2,
        "group": 1
      },
      {
        "id": 902,
        "label": "электричка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 903,
        "label": "столкновение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 904,
        "label": "столкнуться",
        "weight": 2,
        "group": 1
      },
      {
        "id": 905,
        "label": "электричкой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 906,
        "label": "пассажирския",
        "weight": 1,
        "group": 1
      },
      {
        "id": 907,
        "label": "машинист",
        "weight": 1,
        "group": 1
      },
      {
        "id": 908,
        "label": "версия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 909,
        "label": "танта",
        "weight": 1,
        "group": 1
      },
      {
        "id": 910,
        "label": "александрия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 911,
        "label": "египетский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 912,
        "label": "храм",
        "weight": 1,
        "group": 1
      },
      {
        "id": 913,
        "label": "хабаровск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 914,
        "label": "приёмный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 915,
        "label": "оружие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 916,
        "label": "УФСБ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 917,
        "label": "сотрудник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 918,
        "label": "стрелковый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 919,
        "label": "хабаровский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 920,
        "label": "македония",
        "weight": 1,
        "group": 1
      },
      {
        "id": 921,
        "label": "парламент",
        "weight": 1,
        "group": 1
      },
      {
        "id": 922,
        "label": "албанец",
        "weight": 1,
        "group": 1
      },
      {
        "id": 923,
        "label": "ворваться",
        "weight": 1,
        "group": 1
      },
      {
        "id": 924,
        "label": "протестовать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 925,
        "label": "спикер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 926,
        "label": "здание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 927,
        "label": "албанский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 928,
        "label": "демонстрант",
        "weight": 1,
        "group": 1
      },
      {
        "id": 929,
        "label": "пожар",
        "weight": 2,
        "group": 1
      },
      {
        "id": 930,
        "label": "лесной",
        "weight": 1,
        "group": 1
      },
      {
        "id": 931,
        "label": "сибирь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 932,
        "label": "бурятия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 933,
        "label": "режим",
        "weight": 3,
        "group": 1
      },
      {
        "id": 934,
        "label": "огонь",
        "weight": 2,
        "group": 1
      },
      {
        "id": 935,
        "label": "пучок",
        "weight": 1,
        "group": 1
      },
      {
        "id": 936,
        "label": "венесуэла",
        "weight": 1,
        "group": 1
      },
      {
        "id": 937,
        "label": "ОАГ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 938,
        "label": "выход",
        "weight": 1,
        "group": 1
      },
      {
        "id": 939,
        "label": "мадурый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 940,
        "label": "государство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 941,
        "label": "николас",
        "weight": 1,
        "group": 1
      },
      {
        "id": 942,
        "label": "матч",
        "weight": 3,
        "group": 1
      },
      {
        "id": 943,
        "label": "лига",
        "weight": 1,
        "group": 1
      },
      {
        "id": 944,
        "label": "чемпион",
        "weight": 1,
        "group": 1
      },
      {
        "id": 945,
        "label": "зенит",
        "weight": 1,
        "group": 1
      },
      {
        "id": 946,
        "label": "ростов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 947,
        "label": "команда",
        "weight": 3,
        "group": 1
      },
      {
        "id": 948,
        "label": "бавария",
        "weight": 1,
        "group": 1
      },
      {
        "id": 949,
        "label": "победа",
        "weight": 1,
        "group": 1
      },
      {
        "id": 950,
        "label": "ветеран",
        "weight": 1,
        "group": 1
      },
      {
        "id": 951,
        "label": "воин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 952,
        "label": "парад",
        "weight": 2,
        "group": 1
      },
      {
        "id": 953,
        "label": "великой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 954,
        "label": "бессмертный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 955,
        "label": "отечественноить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 956,
        "label": "хоккей",
        "weight": 1,
        "group": 1
      },
      {
        "id": 957,
        "label": "сборная",
        "weight": 2,
        "group": 1
      },
      {
        "id": 958,
        "label": "сборной",
        "weight": 2,
        "group": 1
      },
      {
        "id": 959,
        "label": "мозякина",
        "weight": 1,
        "group": 1
      },
      {
        "id": 960,
        "label": "компьютер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 961,
        "label": "европол",
        "weight": 1,
        "group": 1
      },
      {
        "id": 962,
        "label": "wannacry",
        "weight": 1,
        "group": 1
      },
      {
        "id": 963,
        "label": "боевик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 964,
        "label": "ликвидировать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 965,
        "label": "хасавюрт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 966,
        "label": "КТО",
        "weight": 1,
        "group": 1
      },
      {
        "id": 967,
        "label": "дагестан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 968,
        "label": "ввести",
        "weight": 2,
        "group": 1
      },
      {
        "id": 969,
        "label": "силовик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 970,
        "label": "операция",
        "weight": 1,
        "group": 1
      },
      {
        "id": 971,
        "label": "спецоперация",
        "weight": 1,
        "group": 1
      },
      {
        "id": 972,
        "label": "гектар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 973,
        "label": "дальневосточный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 974,
        "label": "участок",
        "weight": 1,
        "group": 1
      },
      {
        "id": 975,
        "label": "земля",
        "weight": 1,
        "group": 1
      },
      {
        "id": 976,
        "label": "восток",
        "weight": 2,
        "group": 1
      },
      {
        "id": 977,
        "label": "заявка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 978,
        "label": "дальний",
        "weight": 2,
        "group": 1
      },
      {
        "id": 979,
        "label": "гражданин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 980,
        "label": "волгоград",
        "weight": 1,
        "group": 1
      },
      {
        "id": 981,
        "label": "жилой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 982,
        "label": "задержать",
        "weight": 1,
        "group": 1
      },
      {
        "id": 983,
        "label": "подъезд",
        "weight": 1,
        "group": 1
      },
      {
        "id": 984,
        "label": "волгоградской",
        "weight": 2,
        "group": 1
      },
      {
        "id": 985,
        "label": "бразилия",
        "weight": 2,
        "group": 1
      },
      {
        "id": 986,
        "label": "импичмент",
        "weight": 1,
        "group": 1
      },
      {
        "id": 987,
        "label": "руссефф",
        "weight": 1,
        "group": 1
      },
      {
        "id": 988,
        "label": "темера",
        "weight": 2,
        "group": 1
      },
      {
        "id": 989,
        "label": "русеф",
        "weight": 1,
        "group": 1
      },
      {
        "id": 990,
        "label": "дилма",
        "weight": 1,
        "group": 1
      },
      {
        "id": 991,
        "label": "миидти",
        "weight": 1,
        "group": 1
      },
      {
        "id": 992,
        "label": "должность",
        "weight": 1,
        "group": 1
      },
      {
        "id": 993,
        "label": "манчестер",
        "weight": 1,
        "group": 1
      },
      {
        "id": 994,
        "label": "стадион",
        "weight": 1,
        "group": 1
      },
      {
        "id": 995,
        "label": "концерт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 996,
        "label": "гранд",
        "weight": 1,
        "group": 1
      },
      {
        "id": 997,
        "label": "ариан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 998,
        "label": "арен",
        "weight": 1,
        "group": 1
      },
      {
        "id": 999,
        "label": "великобритания",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1000,
        "label": "форум",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1001,
        "label": "ПМЭФ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1002,
        "label": "экономика",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1003,
        "label": "экономический",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1004,
        "label": "рамка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1005,
        "label": "ПМЭФ-2017",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1006,
        "label": "лондон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1007,
        "label": "мост",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1008,
        "label": "террорист",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1009,
        "label": "лондонский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1010,
        "label": "июнь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1011,
        "label": "трое",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1012,
        "label": "катар",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1013,
        "label": "ОАЭ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1014,
        "label": "аравия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1015,
        "label": "агентство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1016,
        "label": "готовый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1017,
        "label": "доха",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1018,
        "label": "арабский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1019,
        "label": "дипломатический",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1020,
        "label": "продовольствие",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1021,
        "label": "молдавия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1022,
        "label": "додон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1023,
        "label": "праздничный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1024,
        "label": "начаться",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1025,
        "label": "кубок",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1026,
        "label": "конфедерация",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1027,
        "label": "смолоть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1028,
        "label": "этуш",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1029,
        "label": "театр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1030,
        "label": "лестница",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1031,
        "label": "реанимация",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1032,
        "label": "состояние",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1033,
        "label": "поликлиника",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1034,
        "label": "саммит",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1035,
        "label": "G20",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1036,
        "label": "гамбург",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1037,
        "label": "полицеиский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1038,
        "label": "автобус",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1039,
        "label": "бензовоз",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1040,
        "label": "пассажирский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1041,
        "label": "екатеринбург",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1042,
        "label": "иннопром",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1043,
        "label": "иннопром-2017",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1044,
        "label": "стенд",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1045,
        "label": "производство",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1046,
        "label": "югра",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1047,
        "label": "администрация",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1048,
        "label": "вклад",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1049,
        "label": "миллиард",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1050,
        "label": "вкладчик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1051,
        "label": "кредитор",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1052,
        "label": "финансовый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1053,
        "label": "хургад",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1054,
        "label": "турист",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1055,
        "label": "отель",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1056,
        "label": "гражданка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1057,
        "label": "нож",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1058,
        "label": "россиянка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1059,
        "label": "пляж",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1060,
        "label": "ранение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1061,
        "label": "мальчик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1062,
        "label": "алисов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1063,
        "label": "ольга",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1064,
        "label": "пьяный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1065,
        "label": "сбить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1066,
        "label": "ребёнок",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1067,
        "label": "шимкий",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1068,
        "label": "флот",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1069,
        "label": "ВМФ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1070,
        "label": "кораблей",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1071,
        "label": "военно-морской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1072,
        "label": "корабль",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1073,
        "label": "судно",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1074,
        "label": "морской",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1075,
        "label": "конкурс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1076,
        "label": "международный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1077,
        "label": "биатлон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1078,
        "label": "армеиский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1079,
        "label": "танковый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1080,
        "label": "арми-2017",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1081,
        "label": "полигон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1082,
        "label": "НТВ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1083,
        "label": "ВДВ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1084,
        "label": "корреспондент",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1085,
        "label": "десантник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1086,
        "label": "прямой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1087,
        "label": "горький",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1088,
        "label": "эфир",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1089,
        "label": "приморье",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1090,
        "label": "паводок",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1091,
        "label": "ливень",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1092,
        "label": "из-за",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1093,
        "label": "уссурииска",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1094,
        "label": "уссурииск",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1095,
        "label": "пункт",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1096,
        "label": "вера",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1097,
        "label": "глаголевой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1098,
        "label": "актриса",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1099,
        "label": "глаголев",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1100,
        "label": "артистка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1101,
        "label": "серебренников",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1102,
        "label": "кирилл",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1103,
        "label": "серебренник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1104,
        "label": "мошенничество",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1105,
        "label": "студия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1106,
        "label": "гоголь-центр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1107,
        "label": "задержание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1108,
        "label": "природный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1109,
        "label": "регион",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1110,
        "label": "населить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1111,
        "label": "школа",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1112,
        "label": "сентябрь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1113,
        "label": "знание",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1114,
        "label": "линеик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1115,
        "label": "учебный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1116,
        "label": "урок",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1117,
        "label": "курбан-баир",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1118,
        "label": "крымский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1119,
        "label": "аркой",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1120,
        "label": "арка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1121,
        "label": "железнодорожноить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1122,
        "label": "пролив",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1123,
        "label": "святитель",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1124,
        "label": "керченский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1125,
        "label": "сухогруз",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1126,
        "label": "forbes",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1127,
        "label": "реитинг",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1128,
        "label": "семья",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1129,
        "label": "богатый",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1130,
        "label": "гуцериев",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1131,
        "label": "елена",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1132,
        "label": "техас",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1133,
        "label": "харви",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1134,
        "label": "штат",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1135,
        "label": "наводнение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1136,
        "label": "шторм",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1137,
        "label": "хьюстон",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1138,
        "label": "жертва",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1139,
        "label": "журналистка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1140,
        "label": "курбатов",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1141,
        "label": "первое",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1142,
        "label": "анна",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1143,
        "label": "СБУ",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1144,
        "label": "похищение",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1145,
        "label": "похитить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1146,
        "label": "мусульманин",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1147,
        "label": "курбан-баирама",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1148,
        "label": "молитва",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1149,
        "label": "мусульманский",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1150,
        "label": "аллах",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1151,
        "label": "баир",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1152,
        "label": "брикс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1153,
        "label": "китая",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1154,
        "label": "кнр",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1155,
        "label": "протекционизм",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1156,
        "label": "китай",
        "weight": 2,
        "group": 1
      },
      {
        "id": 1157,
        "label": "цзиньпин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1158,
        "label": "коксак",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1159,
        "label": "мирра",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1160,
        "label": "анталья",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1161,
        "label": "ted",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1162,
        "label": "татьяна",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1163,
        "label": "travel",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1164,
        "label": "ивантеевка",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1165,
        "label": "ученик",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1166,
        "label": "подросток",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1167,
        "label": "класс",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1168,
        "label": "учительница",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1169,
        "label": "школьник",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1170,
        "label": "устроить",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1171,
        "label": "восточный",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1172,
        "label": "корея",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1173,
        "label": "владивосток",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1174,
        "label": "вэф",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1175,
        "label": "экономическия",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1176,
        "label": "мьянма",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1177,
        "label": "кадыров",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1178,
        "label": "конфликт",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1179,
        "label": "рамзан",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1180,
        "label": "чечня",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1181,
        "label": "сечин",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1182,
        "label": "улюкаева",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1183,
        "label": "роснефть",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1184,
        "label": "улюкай",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1185,
        "label": "игорь",
        "weight": 1,
        "group": 1
      },
      {
        "id": 1186,
        "label": "корзинка",
        "weight": 1,
        "group": 1
      }
    ],
    "edges": [
      {
        "source": 0,
        "target": 146
      },
      {
        "source": 0,
        "target": 147
      },
      {
        "source": 0,
        "target": 148
      },
      {
        "source": 0,
        "target": 149
      },
      {
        "source": 0,
        "target": 150
      },
      {
        "source": 0,
        "target": 151
      },
      {
        "source": 0,
        "target": 152
      },
      {
        "source": 0,
        "target": 153
      },
      {
        "source": 0,
        "target": 154
      },
      {
        "source": 0,
        "target": 155
      },
      {
        "source": 1,
        "target": 156
      },
      {
        "source": 1,
        "target": 157
      },
      {
        "source": 1,
        "target": 158
      },
      {
        "source": 1,
        "target": 159
      },
      {
        "source": 1,
        "target": 160
      },
      {
        "source": 1,
        "target": 161
      },
      {
        "source": 1,
        "target": 162
      },
      {
        "source": 1,
        "target": 163
      },
      {
        "source": 1,
        "target": 164
      },
      {
        "source": 1,
        "target": 165
      },
      {
        "source": 2,
        "target": 166
      },
      {
        "source": 2,
        "target": 167
      },
      {
        "source": 2,
        "target": 168
      },
      {
        "source": 2,
        "target": 169
      },
      {
        "source": 2,
        "target": 170
      },
      {
        "source": 2,
        "target": 171
      },
      {
        "source": 2,
        "target": 172
      },
      {
        "source": 2,
        "target": 173
      },
      {
        "source": 2,
        "target": 174
      },
      {
        "source": 2,
        "target": 175
      },
      {
        "source": 3,
        "target": 176
      },
      {
        "source": 3,
        "target": 177
      },
      {
        "source": 3,
        "target": 178
      },
      {
        "source": 3,
        "target": 179
      },
      {
        "source": 3,
        "target": 180
      },
      {
        "source": 3,
        "target": 181
      },
      {
        "source": 3,
        "target": 182
      },
      {
        "source": 3,
        "target": 183
      },
      {
        "source": 3,
        "target": 184
      },
      {
        "source": 3,
        "target": 185
      },
      {
        "source": 4,
        "target": 186
      },
      {
        "source": 4,
        "target": 187
      },
      {
        "source": 4,
        "target": 188
      },
      {
        "source": 4,
        "target": 189
      },
      {
        "source": 4,
        "target": 190
      },
      {
        "source": 4,
        "target": 191
      },
      {
        "source": 4,
        "target": 192
      },
      {
        "source": 4,
        "target": 193
      },
      {
        "source": 4,
        "target": 194
      },
      {
        "source": 4,
        "target": 195
      },
      {
        "source": 5,
        "target": 196
      },
      {
        "source": 5,
        "target": 197
      },
      {
        "source": 5,
        "target": 198
      },
      {
        "source": 5,
        "target": 199
      },
      {
        "source": 5,
        "target": 200
      },
      {
        "source": 5,
        "target": 201
      },
      {
        "source": 5,
        "target": 202
      },
      {
        "source": 5,
        "target": 203
      },
      {
        "source": 5,
        "target": 204
      },
      {
        "source": 5,
        "target": 205
      },
      {
        "source": 6,
        "target": 206
      },
      {
        "source": 6,
        "target": 207
      },
      {
        "source": 6,
        "target": 208
      },
      {
        "source": 6,
        "target": 209
      },
      {
        "source": 6,
        "target": 210
      },
      {
        "source": 6,
        "target": 211
      },
      {
        "source": 6,
        "target": 212
      },
      {
        "source": 6,
        "target": 213
      },
      {
        "source": 6,
        "target": 214
      },
      {
        "source": 6,
        "target": 215
      },
      {
        "source": 7,
        "target": 216
      },
      {
        "source": 7,
        "target": 217
      },
      {
        "source": 7,
        "target": 218
      },
      {
        "source": 7,
        "target": 175
      },
      {
        "source": 7,
        "target": 211
      },
      {
        "source": 7,
        "target": 219
      },
      {
        "source": 7,
        "target": 220
      },
      {
        "source": 7,
        "target": 221
      },
      {
        "source": 7,
        "target": 222
      },
      {
        "source": 7,
        "target": 223
      },
      {
        "source": 8,
        "target": 224
      },
      {
        "source": 8,
        "target": 225
      },
      {
        "source": 8,
        "target": 182
      },
      {
        "source": 8,
        "target": 226
      },
      {
        "source": 8,
        "target": 227
      },
      {
        "source": 8,
        "target": 228
      },
      {
        "source": 8,
        "target": 229
      },
      {
        "source": 8,
        "target": 230
      },
      {
        "source": 8,
        "target": 231
      },
      {
        "source": 8,
        "target": 232
      },
      {
        "source": 9,
        "target": 233
      },
      {
        "source": 9,
        "target": 218
      },
      {
        "source": 9,
        "target": 234
      },
      {
        "source": 9,
        "target": 235
      },
      {
        "source": 9,
        "target": 236
      },
      {
        "source": 9,
        "target": 237
      },
      {
        "source": 9,
        "target": 238
      },
      {
        "source": 9,
        "target": 239
      },
      {
        "source": 9,
        "target": 240
      },
      {
        "source": 9,
        "target": 241
      },
      {
        "source": 10,
        "target": 242
      },
      {
        "source": 10,
        "target": 243
      },
      {
        "source": 10,
        "target": 184
      },
      {
        "source": 10,
        "target": 244
      },
      {
        "source": 10,
        "target": 245
      },
      {
        "source": 10,
        "target": 246
      },
      {
        "source": 10,
        "target": 247
      },
      {
        "source": 10,
        "target": 248
      },
      {
        "source": 10,
        "target": 249
      },
      {
        "source": 10,
        "target": 250
      },
      {
        "source": 11,
        "target": 251
      },
      {
        "source": 11,
        "target": 252
      },
      {
        "source": 11,
        "target": 253
      },
      {
        "source": 11,
        "target": 254
      },
      {
        "source": 11,
        "target": 255
      },
      {
        "source": 11,
        "target": 256
      },
      {
        "source": 11,
        "target": 257
      },
      {
        "source": 11,
        "target": 258
      },
      {
        "source": 11,
        "target": 259
      },
      {
        "source": 11,
        "target": 260
      },
      {
        "source": 12,
        "target": 261
      },
      {
        "source": 12,
        "target": 262
      },
      {
        "source": 12,
        "target": 263
      },
      {
        "source": 12,
        "target": 256
      },
      {
        "source": 12,
        "target": 264
      },
      {
        "source": 12,
        "target": 265
      },
      {
        "source": 12,
        "target": 266
      },
      {
        "source": 12,
        "target": 267
      },
      {
        "source": 12,
        "target": 268
      },
      {
        "source": 12,
        "target": 269
      },
      {
        "source": 13,
        "target": 270
      },
      {
        "source": 13,
        "target": 167
      },
      {
        "source": 13,
        "target": 271
      },
      {
        "source": 13,
        "target": 272
      },
      {
        "source": 13,
        "target": 273
      },
      {
        "source": 13,
        "target": 274
      },
      {
        "source": 13,
        "target": 275
      },
      {
        "source": 13,
        "target": 276
      },
      {
        "source": 13,
        "target": 277
      },
      {
        "source": 13,
        "target": 278
      },
      {
        "source": 14,
        "target": 279
      },
      {
        "source": 14,
        "target": 210
      },
      {
        "source": 14,
        "target": 280
      },
      {
        "source": 14,
        "target": 281
      },
      {
        "source": 14,
        "target": 282
      },
      {
        "source": 14,
        "target": 283
      },
      {
        "source": 14,
        "target": 284
      },
      {
        "source": 14,
        "target": 285
      },
      {
        "source": 14,
        "target": 286
      },
      {
        "source": 14,
        "target": 287
      },
      {
        "source": 15,
        "target": 288
      },
      {
        "source": 15,
        "target": 289
      },
      {
        "source": 15,
        "target": 290
      },
      {
        "source": 15,
        "target": 291
      },
      {
        "source": 15,
        "target": 292
      },
      {
        "source": 15,
        "target": 293
      },
      {
        "source": 15,
        "target": 294
      },
      {
        "source": 15,
        "target": 295
      },
      {
        "source": 15,
        "target": 296
      },
      {
        "source": 15,
        "target": 297
      },
      {
        "source": 16,
        "target": 298
      },
      {
        "source": 16,
        "target": 299
      },
      {
        "source": 16,
        "target": 161
      },
      {
        "source": 16,
        "target": 300
      },
      {
        "source": 16,
        "target": 270
      },
      {
        "source": 16,
        "target": 301
      },
      {
        "source": 16,
        "target": 273
      },
      {
        "source": 16,
        "target": 302
      },
      {
        "source": 16,
        "target": 303
      },
      {
        "source": 16,
        "target": 275
      },
      {
        "source": 17,
        "target": 304
      },
      {
        "source": 17,
        "target": 305
      },
      {
        "source": 17,
        "target": 306
      },
      {
        "source": 17,
        "target": 307
      },
      {
        "source": 17,
        "target": 308
      },
      {
        "source": 17,
        "target": 309
      },
      {
        "source": 17,
        "target": 310
      },
      {
        "source": 17,
        "target": 311
      },
      {
        "source": 17,
        "target": 312
      },
      {
        "source": 17,
        "target": 313
      },
      {
        "source": 18,
        "target": 268
      },
      {
        "source": 18,
        "target": 314
      },
      {
        "source": 18,
        "target": 315
      },
      {
        "source": 18,
        "target": 316
      },
      {
        "source": 18,
        "target": 317
      },
      {
        "source": 18,
        "target": 318
      },
      {
        "source": 18,
        "target": 319
      },
      {
        "source": 18,
        "target": 320
      },
      {
        "source": 18,
        "target": 321
      },
      {
        "source": 18,
        "target": 322
      },
      {
        "source": 19,
        "target": 323
      },
      {
        "source": 19,
        "target": 324
      },
      {
        "source": 19,
        "target": 210
      },
      {
        "source": 19,
        "target": 325
      },
      {
        "source": 19,
        "target": 326
      },
      {
        "source": 19,
        "target": 327
      },
      {
        "source": 19,
        "target": 328
      },
      {
        "source": 19,
        "target": 285
      },
      {
        "source": 19,
        "target": 329
      },
      {
        "source": 19,
        "target": 148
      },
      {
        "source": 20,
        "target": 330
      },
      {
        "source": 20,
        "target": 262
      },
      {
        "source": 20,
        "target": 331
      },
      {
        "source": 20,
        "target": 332
      },
      {
        "source": 20,
        "target": 333
      },
      {
        "source": 20,
        "target": 334
      },
      {
        "source": 20,
        "target": 335
      },
      {
        "source": 20,
        "target": 230
      },
      {
        "source": 20,
        "target": 148
      },
      {
        "source": 20,
        "target": 336
      },
      {
        "source": 21,
        "target": 337
      },
      {
        "source": 21,
        "target": 338
      },
      {
        "source": 21,
        "target": 162
      },
      {
        "source": 21,
        "target": 339
      },
      {
        "source": 21,
        "target": 274
      },
      {
        "source": 21,
        "target": 340
      },
      {
        "source": 21,
        "target": 341
      },
      {
        "source": 21,
        "target": 161
      },
      {
        "source": 21,
        "target": 342
      },
      {
        "source": 21,
        "target": 343
      },
      {
        "source": 22,
        "target": 344
      },
      {
        "source": 22,
        "target": 345
      },
      {
        "source": 22,
        "target": 346
      },
      {
        "source": 22,
        "target": 347
      },
      {
        "source": 22,
        "target": 348
      },
      {
        "source": 22,
        "target": 349
      },
      {
        "source": 22,
        "target": 350
      },
      {
        "source": 22,
        "target": 351
      },
      {
        "source": 22,
        "target": 352
      },
      {
        "source": 22,
        "target": 353
      },
      {
        "source": 23,
        "target": 354
      },
      {
        "source": 23,
        "target": 355
      },
      {
        "source": 23,
        "target": 356
      },
      {
        "source": 23,
        "target": 272
      },
      {
        "source": 23,
        "target": 357
      },
      {
        "source": 23,
        "target": 358
      },
      {
        "source": 23,
        "target": 167
      },
      {
        "source": 23,
        "target": 350
      },
      {
        "source": 23,
        "target": 359
      },
      {
        "source": 23,
        "target": 360
      },
      {
        "source": 24,
        "target": 361
      },
      {
        "source": 24,
        "target": 362
      },
      {
        "source": 24,
        "target": 363
      },
      {
        "source": 24,
        "target": 364
      },
      {
        "source": 24,
        "target": 365
      },
      {
        "source": 24,
        "target": 366
      },
      {
        "source": 24,
        "target": 367
      },
      {
        "source": 24,
        "target": 368
      },
      {
        "source": 24,
        "target": 369
      },
      {
        "source": 24,
        "target": 370
      },
      {
        "source": 25,
        "target": 157
      },
      {
        "source": 25,
        "target": 338
      },
      {
        "source": 25,
        "target": 371
      },
      {
        "source": 25,
        "target": 372
      },
      {
        "source": 25,
        "target": 161
      },
      {
        "source": 25,
        "target": 373
      },
      {
        "source": 25,
        "target": 298
      },
      {
        "source": 25,
        "target": 374
      },
      {
        "source": 25,
        "target": 341
      },
      {
        "source": 25,
        "target": 211
      },
      {
        "source": 26,
        "target": 375
      },
      {
        "source": 26,
        "target": 376
      },
      {
        "source": 26,
        "target": 377
      },
      {
        "source": 26,
        "target": 378
      },
      {
        "source": 26,
        "target": 379
      },
      {
        "source": 26,
        "target": 380
      },
      {
        "source": 26,
        "target": 381
      },
      {
        "source": 26,
        "target": 267
      },
      {
        "source": 26,
        "target": 382
      },
      {
        "source": 26,
        "target": 383
      },
      {
        "source": 27,
        "target": 343
      },
      {
        "source": 27,
        "target": 337
      },
      {
        "source": 27,
        "target": 338
      },
      {
        "source": 27,
        "target": 384
      },
      {
        "source": 27,
        "target": 385
      },
      {
        "source": 27,
        "target": 274
      },
      {
        "source": 27,
        "target": 278
      },
      {
        "source": 27,
        "target": 386
      },
      {
        "source": 27,
        "target": 387
      },
      {
        "source": 27,
        "target": 341
      },
      {
        "source": 28,
        "target": 388
      },
      {
        "source": 28,
        "target": 389
      },
      {
        "source": 28,
        "target": 390
      },
      {
        "source": 28,
        "target": 352
      },
      {
        "source": 28,
        "target": 391
      },
      {
        "source": 28,
        "target": 392
      },
      {
        "source": 28,
        "target": 345
      },
      {
        "source": 28,
        "target": 393
      },
      {
        "source": 28,
        "target": 394
      },
      {
        "source": 28,
        "target": 395
      },
      {
        "source": 29,
        "target": 396
      },
      {
        "source": 29,
        "target": 397
      },
      {
        "source": 29,
        "target": 343
      },
      {
        "source": 29,
        "target": 398
      },
      {
        "source": 29,
        "target": 399
      },
      {
        "source": 29,
        "target": 400
      },
      {
        "source": 29,
        "target": 401
      },
      {
        "source": 29,
        "target": 402
      },
      {
        "source": 29,
        "target": 403
      },
      {
        "source": 29,
        "target": 404
      },
      {
        "source": 30,
        "target": 405
      },
      {
        "source": 30,
        "target": 406
      },
      {
        "source": 30,
        "target": 407
      },
      {
        "source": 30,
        "target": 408
      },
      {
        "source": 30,
        "target": 409
      },
      {
        "source": 30,
        "target": 410
      },
      {
        "source": 30,
        "target": 411
      },
      {
        "source": 30,
        "target": 412
      },
      {
        "source": 30,
        "target": 413
      },
      {
        "source": 30,
        "target": 414
      },
      {
        "source": 31,
        "target": 415
      },
      {
        "source": 31,
        "target": 172
      },
      {
        "source": 31,
        "target": 416
      },
      {
        "source": 31,
        "target": 417
      },
      {
        "source": 31,
        "target": 418
      },
      {
        "source": 31,
        "target": 419
      },
      {
        "source": 31,
        "target": 420
      },
      {
        "source": 31,
        "target": 421
      },
      {
        "source": 31,
        "target": 422
      },
      {
        "source": 31,
        "target": 423
      },
      {
        "source": 32,
        "target": 424
      },
      {
        "source": 32,
        "target": 210
      },
      {
        "source": 32,
        "target": 425
      },
      {
        "source": 32,
        "target": 426
      },
      {
        "source": 32,
        "target": 427
      },
      {
        "source": 32,
        "target": 428
      },
      {
        "source": 32,
        "target": 429
      },
      {
        "source": 32,
        "target": 430
      },
      {
        "source": 32,
        "target": 431
      },
      {
        "source": 32,
        "target": 432
      },
      {
        "source": 33,
        "target": 298
      },
      {
        "source": 33,
        "target": 157
      },
      {
        "source": 33,
        "target": 433
      },
      {
        "source": 33,
        "target": 434
      },
      {
        "source": 33,
        "target": 161
      },
      {
        "source": 33,
        "target": 401
      },
      {
        "source": 33,
        "target": 300
      },
      {
        "source": 33,
        "target": 435
      },
      {
        "source": 33,
        "target": 389
      },
      {
        "source": 33,
        "target": 371
      },
      {
        "source": 34,
        "target": 436
      },
      {
        "source": 34,
        "target": 437
      },
      {
        "source": 34,
        "target": 438
      },
      {
        "source": 34,
        "target": 159
      },
      {
        "source": 34,
        "target": 161
      },
      {
        "source": 34,
        "target": 439
      },
      {
        "source": 34,
        "target": 440
      },
      {
        "source": 34,
        "target": 441
      },
      {
        "source": 34,
        "target": 208
      },
      {
        "source": 34,
        "target": 442
      },
      {
        "source": 35,
        "target": 443
      },
      {
        "source": 35,
        "target": 444
      },
      {
        "source": 35,
        "target": 445
      },
      {
        "source": 35,
        "target": 446
      },
      {
        "source": 35,
        "target": 447
      },
      {
        "source": 35,
        "target": 448
      },
      {
        "source": 35,
        "target": 398
      },
      {
        "source": 35,
        "target": 449
      },
      {
        "source": 35,
        "target": 450
      },
      {
        "source": 35,
        "target": 451
      },
      {
        "source": 36,
        "target": 452
      },
      {
        "source": 36,
        "target": 453
      },
      {
        "source": 36,
        "target": 454
      },
      {
        "source": 36,
        "target": 455
      },
      {
        "source": 36,
        "target": 272
      },
      {
        "source": 36,
        "target": 456
      },
      {
        "source": 36,
        "target": 457
      },
      {
        "source": 36,
        "target": 458
      },
      {
        "source": 36,
        "target": 459
      },
      {
        "source": 36,
        "target": 460
      },
      {
        "source": 37,
        "target": 461
      },
      {
        "source": 37,
        "target": 462
      },
      {
        "source": 37,
        "target": 463
      },
      {
        "source": 37,
        "target": 464
      },
      {
        "source": 37,
        "target": 288
      },
      {
        "source": 37,
        "target": 465
      },
      {
        "source": 37,
        "target": 466
      },
      {
        "source": 37,
        "target": 467
      },
      {
        "source": 37,
        "target": 468
      },
      {
        "source": 37,
        "target": 469
      },
      {
        "source": 38,
        "target": 470
      },
      {
        "source": 38,
        "target": 471
      },
      {
        "source": 38,
        "target": 472
      },
      {
        "source": 38,
        "target": 473
      },
      {
        "source": 38,
        "target": 474
      },
      {
        "source": 38,
        "target": 475
      },
      {
        "source": 38,
        "target": 476
      },
      {
        "source": 38,
        "target": 477
      },
      {
        "source": 38,
        "target": 478
      },
      {
        "source": 38,
        "target": 479
      },
      {
        "source": 39,
        "target": 480
      },
      {
        "source": 39,
        "target": 481
      },
      {
        "source": 39,
        "target": 482
      },
      {
        "source": 39,
        "target": 483
      },
      {
        "source": 39,
        "target": 484
      },
      {
        "source": 39,
        "target": 161
      },
      {
        "source": 39,
        "target": 485
      },
      {
        "source": 39,
        "target": 486
      },
      {
        "source": 39,
        "target": 487
      },
      {
        "source": 39,
        "target": 435
      },
      {
        "source": 40,
        "target": 488
      },
      {
        "source": 40,
        "target": 150
      },
      {
        "source": 40,
        "target": 148
      },
      {
        "source": 40,
        "target": 489
      },
      {
        "source": 40,
        "target": 490
      },
      {
        "source": 40,
        "target": 356
      },
      {
        "source": 40,
        "target": 491
      },
      {
        "source": 40,
        "target": 492
      },
      {
        "source": 40,
        "target": 493
      },
      {
        "source": 40,
        "target": 494
      },
      {
        "source": 41,
        "target": 170
      },
      {
        "source": 41,
        "target": 495
      },
      {
        "source": 41,
        "target": 496
      },
      {
        "source": 41,
        "target": 497
      },
      {
        "source": 41,
        "target": 167
      },
      {
        "source": 41,
        "target": 397
      },
      {
        "source": 41,
        "target": 498
      },
      {
        "source": 41,
        "target": 499
      },
      {
        "source": 41,
        "target": 500
      },
      {
        "source": 41,
        "target": 153
      },
      {
        "source": 42,
        "target": 501
      },
      {
        "source": 42,
        "target": 502
      },
      {
        "source": 42,
        "target": 503
      },
      {
        "source": 42,
        "target": 233
      },
      {
        "source": 42,
        "target": 504
      },
      {
        "source": 42,
        "target": 234
      },
      {
        "source": 42,
        "target": 505
      },
      {
        "source": 42,
        "target": 506
      },
      {
        "source": 42,
        "target": 507
      },
      {
        "source": 42,
        "target": 214
      },
      {
        "source": 43,
        "target": 508
      },
      {
        "source": 43,
        "target": 509
      },
      {
        "source": 43,
        "target": 410
      },
      {
        "source": 43,
        "target": 510
      },
      {
        "source": 43,
        "target": 511
      },
      {
        "source": 43,
        "target": 512
      },
      {
        "source": 43,
        "target": 513
      },
      {
        "source": 43,
        "target": 514
      },
      {
        "source": 43,
        "target": 515
      },
      {
        "source": 43,
        "target": 516
      },
      {
        "source": 44,
        "target": 517
      },
      {
        "source": 44,
        "target": 518
      },
      {
        "source": 44,
        "target": 519
      },
      {
        "source": 44,
        "target": 520
      },
      {
        "source": 44,
        "target": 201
      },
      {
        "source": 44,
        "target": 521
      },
      {
        "source": 44,
        "target": 522
      },
      {
        "source": 44,
        "target": 523
      },
      {
        "source": 44,
        "target": 524
      },
      {
        "source": 44,
        "target": 525
      },
      {
        "source": 45,
        "target": 526
      },
      {
        "source": 45,
        "target": 210
      },
      {
        "source": 45,
        "target": 527
      },
      {
        "source": 45,
        "target": 528
      },
      {
        "source": 45,
        "target": 529
      },
      {
        "source": 45,
        "target": 530
      },
      {
        "source": 45,
        "target": 479
      },
      {
        "source": 45,
        "target": 531
      },
      {
        "source": 45,
        "target": 532
      },
      {
        "source": 45,
        "target": 533
      },
      {
        "source": 46,
        "target": 228
      },
      {
        "source": 46,
        "target": 534
      },
      {
        "source": 46,
        "target": 535
      },
      {
        "source": 46,
        "target": 536
      },
      {
        "source": 46,
        "target": 537
      },
      {
        "source": 46,
        "target": 538
      },
      {
        "source": 46,
        "target": 238
      },
      {
        "source": 46,
        "target": 345
      },
      {
        "source": 46,
        "target": 539
      },
      {
        "source": 46,
        "target": 540
      },
      {
        "source": 47,
        "target": 541
      },
      {
        "source": 47,
        "target": 542
      },
      {
        "source": 47,
        "target": 383
      },
      {
        "source": 47,
        "target": 543
      },
      {
        "source": 47,
        "target": 544
      },
      {
        "source": 47,
        "target": 545
      },
      {
        "source": 47,
        "target": 483
      },
      {
        "source": 47,
        "target": 546
      },
      {
        "source": 47,
        "target": 547
      },
      {
        "source": 47,
        "target": 548
      },
      {
        "source": 48,
        "target": 549
      },
      {
        "source": 48,
        "target": 550
      },
      {
        "source": 48,
        "target": 551
      },
      {
        "source": 48,
        "target": 552
      },
      {
        "source": 48,
        "target": 553
      },
      {
        "source": 48,
        "target": 554
      },
      {
        "source": 48,
        "target": 555
      },
      {
        "source": 48,
        "target": 556
      },
      {
        "source": 48,
        "target": 557
      },
      {
        "source": 48,
        "target": 558
      },
      {
        "source": 49,
        "target": 559
      },
      {
        "source": 49,
        "target": 560
      },
      {
        "source": 49,
        "target": 561
      },
      {
        "source": 49,
        "target": 562
      },
      {
        "source": 49,
        "target": 563
      },
      {
        "source": 49,
        "target": 564
      },
      {
        "source": 49,
        "target": 565
      },
      {
        "source": 49,
        "target": 432
      },
      {
        "source": 49,
        "target": 566
      },
      {
        "source": 49,
        "target": 207
      },
      {
        "source": 50,
        "target": 567
      },
      {
        "source": 50,
        "target": 568
      },
      {
        "source": 50,
        "target": 569
      },
      {
        "source": 50,
        "target": 570
      },
      {
        "source": 50,
        "target": 571
      },
      {
        "source": 50,
        "target": 572
      },
      {
        "source": 50,
        "target": 573
      },
      {
        "source": 50,
        "target": 574
      },
      {
        "source": 50,
        "target": 575
      },
      {
        "source": 50,
        "target": 576
      },
      {
        "source": 51,
        "target": 577
      },
      {
        "source": 51,
        "target": 578
      },
      {
        "source": 51,
        "target": 579
      },
      {
        "source": 51,
        "target": 580
      },
      {
        "source": 51,
        "target": 495
      },
      {
        "source": 51,
        "target": 397
      },
      {
        "source": 51,
        "target": 581
      },
      {
        "source": 51,
        "target": 582
      },
      {
        "source": 51,
        "target": 583
      },
      {
        "source": 51,
        "target": 584
      },
      {
        "source": 52,
        "target": 585
      },
      {
        "source": 52,
        "target": 586
      },
      {
        "source": 52,
        "target": 587
      },
      {
        "source": 52,
        "target": 588
      },
      {
        "source": 52,
        "target": 589
      },
      {
        "source": 52,
        "target": 590
      },
      {
        "source": 52,
        "target": 591
      },
      {
        "source": 52,
        "target": 207
      },
      {
        "source": 52,
        "target": 592
      },
      {
        "source": 52,
        "target": 593
      },
      {
        "source": 53,
        "target": 594
      },
      {
        "source": 53,
        "target": 345
      },
      {
        "source": 53,
        "target": 352
      },
      {
        "source": 53,
        "target": 595
      },
      {
        "source": 53,
        "target": 596
      },
      {
        "source": 53,
        "target": 597
      },
      {
        "source": 53,
        "target": 538
      },
      {
        "source": 53,
        "target": 598
      },
      {
        "source": 53,
        "target": 599
      },
      {
        "source": 53,
        "target": 600
      },
      {
        "source": 54,
        "target": 601
      },
      {
        "source": 54,
        "target": 602
      },
      {
        "source": 54,
        "target": 603
      },
      {
        "source": 54,
        "target": 604
      },
      {
        "source": 54,
        "target": 605
      },
      {
        "source": 54,
        "target": 449
      },
      {
        "source": 54,
        "target": 606
      },
      {
        "source": 54,
        "target": 607
      },
      {
        "source": 54,
        "target": 608
      },
      {
        "source": 54,
        "target": 157
      },
      {
        "source": 55,
        "target": 176
      },
      {
        "source": 55,
        "target": 177
      },
      {
        "source": 55,
        "target": 178
      },
      {
        "source": 55,
        "target": 179
      },
      {
        "source": 55,
        "target": 180
      },
      {
        "source": 55,
        "target": 181
      },
      {
        "source": 55,
        "target": 182
      },
      {
        "source": 55,
        "target": 183
      },
      {
        "source": 55,
        "target": 184
      },
      {
        "source": 55,
        "target": 185
      },
      {
        "source": 56,
        "target": 609
      },
      {
        "source": 56,
        "target": 610
      },
      {
        "source": 56,
        "target": 611
      },
      {
        "source": 56,
        "target": 612
      },
      {
        "source": 56,
        "target": 613
      },
      {
        "source": 56,
        "target": 614
      },
      {
        "source": 56,
        "target": 615
      },
      {
        "source": 56,
        "target": 616
      },
      {
        "source": 56,
        "target": 617
      },
      {
        "source": 56,
        "target": 618
      },
      {
        "source": 57,
        "target": 619
      },
      {
        "source": 57,
        "target": 620
      },
      {
        "source": 57,
        "target": 621
      },
      {
        "source": 57,
        "target": 622
      },
      {
        "source": 57,
        "target": 623
      },
      {
        "source": 57,
        "target": 624
      },
      {
        "source": 57,
        "target": 625
      },
      {
        "source": 57,
        "target": 626
      },
      {
        "source": 57,
        "target": 627
      },
      {
        "source": 57,
        "target": 628
      },
      {
        "source": 58,
        "target": 629
      },
      {
        "source": 58,
        "target": 630
      },
      {
        "source": 58,
        "target": 631
      },
      {
        "source": 58,
        "target": 632
      },
      {
        "source": 58,
        "target": 191
      },
      {
        "source": 58,
        "target": 633
      },
      {
        "source": 58,
        "target": 362
      },
      {
        "source": 58,
        "target": 634
      },
      {
        "source": 58,
        "target": 635
      },
      {
        "source": 58,
        "target": 636
      },
      {
        "source": 59,
        "target": 637
      },
      {
        "source": 59,
        "target": 638
      },
      {
        "source": 59,
        "target": 283
      },
      {
        "source": 59,
        "target": 639
      },
      {
        "source": 59,
        "target": 640
      },
      {
        "source": 59,
        "target": 641
      },
      {
        "source": 59,
        "target": 642
      },
      {
        "source": 59,
        "target": 343
      },
      {
        "source": 59,
        "target": 643
      },
      {
        "source": 59,
        "target": 644
      },
      {
        "source": 60,
        "target": 645
      },
      {
        "source": 60,
        "target": 646
      },
      {
        "source": 60,
        "target": 647
      },
      {
        "source": 60,
        "target": 648
      },
      {
        "source": 60,
        "target": 649
      },
      {
        "source": 60,
        "target": 650
      },
      {
        "source": 60,
        "target": 651
      },
      {
        "source": 60,
        "target": 652
      },
      {
        "source": 60,
        "target": 653
      },
      {
        "source": 60,
        "target": 654
      },
      {
        "source": 61,
        "target": 655
      },
      {
        "source": 61,
        "target": 656
      },
      {
        "source": 61,
        "target": 657
      },
      {
        "source": 61,
        "target": 658
      },
      {
        "source": 61,
        "target": 659
      },
      {
        "source": 61,
        "target": 407
      },
      {
        "source": 61,
        "target": 474
      },
      {
        "source": 61,
        "target": 660
      },
      {
        "source": 61,
        "target": 661
      },
      {
        "source": 61,
        "target": 662
      },
      {
        "source": 62,
        "target": 663
      },
      {
        "source": 62,
        "target": 664
      },
      {
        "source": 62,
        "target": 665
      },
      {
        "source": 62,
        "target": 666
      },
      {
        "source": 62,
        "target": 667
      },
      {
        "source": 62,
        "target": 409
      },
      {
        "source": 62,
        "target": 668
      },
      {
        "source": 62,
        "target": 330
      },
      {
        "source": 62,
        "target": 669
      },
      {
        "source": 62,
        "target": 670
      },
      {
        "source": 63,
        "target": 671
      },
      {
        "source": 63,
        "target": 672
      },
      {
        "source": 63,
        "target": 399
      },
      {
        "source": 63,
        "target": 673
      },
      {
        "source": 63,
        "target": 674
      },
      {
        "source": 63,
        "target": 675
      },
      {
        "source": 63,
        "target": 676
      },
      {
        "source": 63,
        "target": 498
      },
      {
        "source": 63,
        "target": 677
      },
      {
        "source": 63,
        "target": 678
      },
      {
        "source": 64,
        "target": 679
      },
      {
        "source": 64,
        "target": 680
      },
      {
        "source": 64,
        "target": 681
      },
      {
        "source": 64,
        "target": 682
      },
      {
        "source": 64,
        "target": 683
      },
      {
        "source": 64,
        "target": 298
      },
      {
        "source": 64,
        "target": 409
      },
      {
        "source": 64,
        "target": 684
      },
      {
        "source": 64,
        "target": 295
      },
      {
        "source": 64,
        "target": 685
      },
      {
        "source": 65,
        "target": 686
      },
      {
        "source": 65,
        "target": 687
      },
      {
        "source": 65,
        "target": 688
      },
      {
        "source": 65,
        "target": 689
      },
      {
        "source": 65,
        "target": 690
      },
      {
        "source": 65,
        "target": 691
      },
      {
        "source": 65,
        "target": 692
      },
      {
        "source": 65,
        "target": 693
      },
      {
        "source": 65,
        "target": 694
      },
      {
        "source": 65,
        "target": 695
      },
      {
        "source": 66,
        "target": 696
      },
      {
        "source": 66,
        "target": 497
      },
      {
        "source": 66,
        "target": 697
      },
      {
        "source": 66,
        "target": 315
      },
      {
        "source": 66,
        "target": 447
      },
      {
        "source": 66,
        "target": 698
      },
      {
        "source": 66,
        "target": 699
      },
      {
        "source": 66,
        "target": 700
      },
      {
        "source": 66,
        "target": 701
      },
      {
        "source": 66,
        "target": 702
      },
      {
        "source": 67,
        "target": 703
      },
      {
        "source": 67,
        "target": 521
      },
      {
        "source": 67,
        "target": 704
      },
      {
        "source": 67,
        "target": 673
      },
      {
        "source": 67,
        "target": 705
      },
      {
        "source": 67,
        "target": 538
      },
      {
        "source": 67,
        "target": 341
      },
      {
        "source": 67,
        "target": 706
      },
      {
        "source": 67,
        "target": 707
      },
      {
        "source": 67,
        "target": 708
      },
      {
        "source": 68,
        "target": 709
      },
      {
        "source": 68,
        "target": 210
      },
      {
        "source": 68,
        "target": 710
      },
      {
        "source": 68,
        "target": 711
      },
      {
        "source": 68,
        "target": 712
      },
      {
        "source": 68,
        "target": 713
      },
      {
        "source": 68,
        "target": 338
      },
      {
        "source": 68,
        "target": 507
      },
      {
        "source": 68,
        "target": 714
      },
      {
        "source": 68,
        "target": 211
      },
      {
        "source": 69,
        "target": 715
      },
      {
        "source": 69,
        "target": 716
      },
      {
        "source": 69,
        "target": 717
      },
      {
        "source": 69,
        "target": 718
      },
      {
        "source": 69,
        "target": 719
      },
      {
        "source": 69,
        "target": 720
      },
      {
        "source": 69,
        "target": 721
      },
      {
        "source": 69,
        "target": 295
      },
      {
        "source": 69,
        "target": 722
      },
      {
        "source": 69,
        "target": 723
      },
      {
        "source": 70,
        "target": 724
      },
      {
        "source": 70,
        "target": 725
      },
      {
        "source": 70,
        "target": 726
      },
      {
        "source": 70,
        "target": 727
      },
      {
        "source": 70,
        "target": 728
      },
      {
        "source": 70,
        "target": 729
      },
      {
        "source": 70,
        "target": 730
      },
      {
        "source": 70,
        "target": 731
      },
      {
        "source": 70,
        "target": 384
      },
      {
        "source": 70,
        "target": 732
      },
      {
        "source": 71,
        "target": 733
      },
      {
        "source": 71,
        "target": 734
      },
      {
        "source": 71,
        "target": 705
      },
      {
        "source": 71,
        "target": 735
      },
      {
        "source": 71,
        "target": 736
      },
      {
        "source": 71,
        "target": 737
      },
      {
        "source": 71,
        "target": 706
      },
      {
        "source": 71,
        "target": 738
      },
      {
        "source": 71,
        "target": 739
      },
      {
        "source": 71,
        "target": 740
      },
      {
        "source": 72,
        "target": 741
      },
      {
        "source": 72,
        "target": 557
      },
      {
        "source": 72,
        "target": 742
      },
      {
        "source": 72,
        "target": 707
      },
      {
        "source": 72,
        "target": 696
      },
      {
        "source": 72,
        "target": 743
      },
      {
        "source": 72,
        "target": 744
      },
      {
        "source": 72,
        "target": 745
      },
      {
        "source": 72,
        "target": 746
      },
      {
        "source": 72,
        "target": 747
      },
      {
        "source": 73,
        "target": 748
      },
      {
        "source": 73,
        "target": 749
      },
      {
        "source": 73,
        "target": 426
      },
      {
        "source": 73,
        "target": 341
      },
      {
        "source": 73,
        "target": 603
      },
      {
        "source": 73,
        "target": 750
      },
      {
        "source": 73,
        "target": 327
      },
      {
        "source": 73,
        "target": 387
      },
      {
        "source": 73,
        "target": 751
      },
      {
        "source": 73,
        "target": 479
      },
      {
        "source": 74,
        "target": 247
      },
      {
        "source": 74,
        "target": 752
      },
      {
        "source": 74,
        "target": 753
      },
      {
        "source": 74,
        "target": 754
      },
      {
        "source": 74,
        "target": 243
      },
      {
        "source": 74,
        "target": 299
      },
      {
        "source": 74,
        "target": 755
      },
      {
        "source": 74,
        "target": 756
      },
      {
        "source": 74,
        "target": 757
      },
      {
        "source": 74,
        "target": 758
      },
      {
        "source": 75,
        "target": 759
      },
      {
        "source": 75,
        "target": 760
      },
      {
        "source": 75,
        "target": 761
      },
      {
        "source": 75,
        "target": 364
      },
      {
        "source": 75,
        "target": 762
      },
      {
        "source": 75,
        "target": 763
      },
      {
        "source": 75,
        "target": 764
      },
      {
        "source": 75,
        "target": 765
      },
      {
        "source": 75,
        "target": 644
      },
      {
        "source": 75,
        "target": 766
      },
      {
        "source": 76,
        "target": 436
      },
      {
        "source": 76,
        "target": 767
      },
      {
        "source": 76,
        "target": 439
      },
      {
        "source": 76,
        "target": 683
      },
      {
        "source": 76,
        "target": 768
      },
      {
        "source": 76,
        "target": 769
      },
      {
        "source": 76,
        "target": 770
      },
      {
        "source": 76,
        "target": 771
      },
      {
        "source": 76,
        "target": 627
      },
      {
        "source": 76,
        "target": 165
      },
      {
        "source": 77,
        "target": 270
      },
      {
        "source": 77,
        "target": 271
      },
      {
        "source": 77,
        "target": 273
      },
      {
        "source": 77,
        "target": 167
      },
      {
        "source": 77,
        "target": 772
      },
      {
        "source": 77,
        "target": 275
      },
      {
        "source": 77,
        "target": 274
      },
      {
        "source": 77,
        "target": 276
      },
      {
        "source": 77,
        "target": 773
      },
      {
        "source": 77,
        "target": 148
      },
      {
        "source": 78,
        "target": 774
      },
      {
        "source": 78,
        "target": 775
      },
      {
        "source": 78,
        "target": 776
      },
      {
        "source": 78,
        "target": 777
      },
      {
        "source": 78,
        "target": 298
      },
      {
        "source": 78,
        "target": 285
      },
      {
        "source": 78,
        "target": 476
      },
      {
        "source": 78,
        "target": 778
      },
      {
        "source": 78,
        "target": 779
      },
      {
        "source": 78,
        "target": 780
      },
      {
        "source": 79,
        "target": 780
      },
      {
        "source": 79,
        "target": 781
      },
      {
        "source": 79,
        "target": 782
      },
      {
        "source": 79,
        "target": 689
      },
      {
        "source": 79,
        "target": 352
      },
      {
        "source": 79,
        "target": 783
      },
      {
        "source": 79,
        "target": 784
      },
      {
        "source": 79,
        "target": 694
      },
      {
        "source": 79,
        "target": 690
      },
      {
        "source": 79,
        "target": 785
      },
      {
        "source": 80,
        "target": 786
      },
      {
        "source": 80,
        "target": 571
      },
      {
        "source": 80,
        "target": 787
      },
      {
        "source": 80,
        "target": 210
      },
      {
        "source": 80,
        "target": 788
      },
      {
        "source": 80,
        "target": 327
      },
      {
        "source": 80,
        "target": 789
      },
      {
        "source": 80,
        "target": 750
      },
      {
        "source": 80,
        "target": 790
      },
      {
        "source": 80,
        "target": 504
      },
      {
        "source": 81,
        "target": 791
      },
      {
        "source": 81,
        "target": 354
      },
      {
        "source": 81,
        "target": 378
      },
      {
        "source": 81,
        "target": 792
      },
      {
        "source": 81,
        "target": 311
      },
      {
        "source": 81,
        "target": 167
      },
      {
        "source": 81,
        "target": 360
      },
      {
        "source": 81,
        "target": 738
      },
      {
        "source": 81,
        "target": 457
      },
      {
        "source": 81,
        "target": 793
      },
      {
        "source": 82,
        "target": 794
      },
      {
        "source": 82,
        "target": 795
      },
      {
        "source": 82,
        "target": 345
      },
      {
        "source": 82,
        "target": 780
      },
      {
        "source": 82,
        "target": 597
      },
      {
        "source": 82,
        "target": 796
      },
      {
        "source": 82,
        "target": 797
      },
      {
        "source": 82,
        "target": 798
      },
      {
        "source": 82,
        "target": 799
      },
      {
        "source": 82,
        "target": 800
      },
      {
        "source": 83,
        "target": 801
      },
      {
        "source": 83,
        "target": 167
      },
      {
        "source": 83,
        "target": 385
      },
      {
        "source": 83,
        "target": 170
      },
      {
        "source": 83,
        "target": 802
      },
      {
        "source": 83,
        "target": 803
      },
      {
        "source": 83,
        "target": 278
      },
      {
        "source": 83,
        "target": 804
      },
      {
        "source": 83,
        "target": 305
      },
      {
        "source": 83,
        "target": 773
      },
      {
        "source": 84,
        "target": 805
      },
      {
        "source": 84,
        "target": 806
      },
      {
        "source": 84,
        "target": 807
      },
      {
        "source": 84,
        "target": 808
      },
      {
        "source": 84,
        "target": 809
      },
      {
        "source": 84,
        "target": 810
      },
      {
        "source": 84,
        "target": 811
      },
      {
        "source": 84,
        "target": 812
      },
      {
        "source": 84,
        "target": 813
      },
      {
        "source": 84,
        "target": 814
      },
      {
        "source": 85,
        "target": 815
      },
      {
        "source": 85,
        "target": 816
      },
      {
        "source": 85,
        "target": 817
      },
      {
        "source": 85,
        "target": 818
      },
      {
        "source": 85,
        "target": 819
      },
      {
        "source": 85,
        "target": 820
      },
      {
        "source": 85,
        "target": 821
      },
      {
        "source": 85,
        "target": 822
      },
      {
        "source": 85,
        "target": 823
      },
      {
        "source": 85,
        "target": 824
      },
      {
        "source": 86,
        "target": 825
      },
      {
        "source": 86,
        "target": 178
      },
      {
        "source": 86,
        "target": 274
      },
      {
        "source": 86,
        "target": 211
      },
      {
        "source": 86,
        "target": 339
      },
      {
        "source": 86,
        "target": 826
      },
      {
        "source": 86,
        "target": 714
      },
      {
        "source": 86,
        "target": 827
      },
      {
        "source": 86,
        "target": 828
      },
      {
        "source": 86,
        "target": 829
      },
      {
        "source": 87,
        "target": 830
      },
      {
        "source": 87,
        "target": 831
      },
      {
        "source": 87,
        "target": 211
      },
      {
        "source": 87,
        "target": 147
      },
      {
        "source": 87,
        "target": 832
      },
      {
        "source": 87,
        "target": 151
      },
      {
        "source": 87,
        "target": 833
      },
      {
        "source": 87,
        "target": 468
      },
      {
        "source": 87,
        "target": 834
      },
      {
        "source": 87,
        "target": 835
      },
      {
        "source": 88,
        "target": 836
      },
      {
        "source": 88,
        "target": 837
      },
      {
        "source": 88,
        "target": 161
      },
      {
        "source": 88,
        "target": 635
      },
      {
        "source": 88,
        "target": 387
      },
      {
        "source": 88,
        "target": 838
      },
      {
        "source": 88,
        "target": 634
      },
      {
        "source": 88,
        "target": 159
      },
      {
        "source": 88,
        "target": 839
      },
      {
        "source": 88,
        "target": 840
      },
      {
        "source": 89,
        "target": 841
      },
      {
        "source": 89,
        "target": 842
      },
      {
        "source": 89,
        "target": 843
      },
      {
        "source": 89,
        "target": 844
      },
      {
        "source": 89,
        "target": 845
      },
      {
        "source": 89,
        "target": 846
      },
      {
        "source": 89,
        "target": 847
      },
      {
        "source": 89,
        "target": 300
      },
      {
        "source": 89,
        "target": 848
      },
      {
        "source": 89,
        "target": 849
      },
      {
        "source": 90,
        "target": 850
      },
      {
        "source": 90,
        "target": 295
      },
      {
        "source": 90,
        "target": 851
      },
      {
        "source": 90,
        "target": 547
      },
      {
        "source": 90,
        "target": 852
      },
      {
        "source": 90,
        "target": 853
      },
      {
        "source": 90,
        "target": 854
      },
      {
        "source": 90,
        "target": 855
      },
      {
        "source": 90,
        "target": 856
      },
      {
        "source": 90,
        "target": 857
      },
      {
        "source": 91,
        "target": 645
      },
      {
        "source": 91,
        "target": 832
      },
      {
        "source": 91,
        "target": 211
      },
      {
        "source": 91,
        "target": 650
      },
      {
        "source": 91,
        "target": 148
      },
      {
        "source": 91,
        "target": 651
      },
      {
        "source": 91,
        "target": 653
      },
      {
        "source": 91,
        "target": 858
      },
      {
        "source": 91,
        "target": 649
      },
      {
        "source": 91,
        "target": 198
      },
      {
        "source": 92,
        "target": 859
      },
      {
        "source": 92,
        "target": 530
      },
      {
        "source": 92,
        "target": 860
      },
      {
        "source": 92,
        "target": 521
      },
      {
        "source": 92,
        "target": 721
      },
      {
        "source": 92,
        "target": 861
      },
      {
        "source": 92,
        "target": 780
      },
      {
        "source": 92,
        "target": 456
      },
      {
        "source": 92,
        "target": 821
      },
      {
        "source": 92,
        "target": 862
      },
      {
        "source": 93,
        "target": 863
      },
      {
        "source": 93,
        "target": 864
      },
      {
        "source": 93,
        "target": 865
      },
      {
        "source": 93,
        "target": 482
      },
      {
        "source": 93,
        "target": 866
      },
      {
        "source": 93,
        "target": 161
      },
      {
        "source": 93,
        "target": 867
      },
      {
        "source": 93,
        "target": 868
      },
      {
        "source": 93,
        "target": 525
      },
      {
        "source": 93,
        "target": 794
      },
      {
        "source": 94,
        "target": 410
      },
      {
        "source": 94,
        "target": 869
      },
      {
        "source": 94,
        "target": 409
      },
      {
        "source": 94,
        "target": 406
      },
      {
        "source": 94,
        "target": 870
      },
      {
        "source": 94,
        "target": 871
      },
      {
        "source": 94,
        "target": 408
      },
      {
        "source": 94,
        "target": 414
      },
      {
        "source": 94,
        "target": 872
      },
      {
        "source": 94,
        "target": 873
      },
      {
        "source": 95,
        "target": 874
      },
      {
        "source": 95,
        "target": 345
      },
      {
        "source": 95,
        "target": 875
      },
      {
        "source": 95,
        "target": 352
      },
      {
        "source": 95,
        "target": 876
      },
      {
        "source": 95,
        "target": 877
      },
      {
        "source": 95,
        "target": 878
      },
      {
        "source": 95,
        "target": 879
      },
      {
        "source": 95,
        "target": 880
      },
      {
        "source": 95,
        "target": 881
      },
      {
        "source": 96,
        "target": 291
      },
      {
        "source": 96,
        "target": 289
      },
      {
        "source": 96,
        "target": 882
      },
      {
        "source": 96,
        "target": 883
      },
      {
        "source": 96,
        "target": 884
      },
      {
        "source": 96,
        "target": 885
      },
      {
        "source": 96,
        "target": 886
      },
      {
        "source": 96,
        "target": 887
      },
      {
        "source": 96,
        "target": 888
      },
      {
        "source": 96,
        "target": 298
      },
      {
        "source": 97,
        "target": 889
      },
      {
        "source": 97,
        "target": 890
      },
      {
        "source": 97,
        "target": 891
      },
      {
        "source": 97,
        "target": 721
      },
      {
        "source": 97,
        "target": 892
      },
      {
        "source": 97,
        "target": 880
      },
      {
        "source": 97,
        "target": 893
      },
      {
        "source": 97,
        "target": 456
      },
      {
        "source": 97,
        "target": 442
      },
      {
        "source": 97,
        "target": 894
      },
      {
        "source": 98,
        "target": 895
      },
      {
        "source": 98,
        "target": 780
      },
      {
        "source": 98,
        "target": 896
      },
      {
        "source": 98,
        "target": 897
      },
      {
        "source": 98,
        "target": 208
      },
      {
        "source": 98,
        "target": 302
      },
      {
        "source": 98,
        "target": 898
      },
      {
        "source": 98,
        "target": 616
      },
      {
        "source": 98,
        "target": 899
      },
      {
        "source": 98,
        "target": 900
      },
      {
        "source": 99,
        "target": 901
      },
      {
        "source": 99,
        "target": 902
      },
      {
        "source": 99,
        "target": 295
      },
      {
        "source": 99,
        "target": 903
      },
      {
        "source": 99,
        "target": 904
      },
      {
        "source": 99,
        "target": 905
      },
      {
        "source": 99,
        "target": 906
      },
      {
        "source": 99,
        "target": 888
      },
      {
        "source": 99,
        "target": 907
      },
      {
        "source": 99,
        "target": 908
      },
      {
        "source": 100,
        "target": 566
      },
      {
        "source": 100,
        "target": 288
      },
      {
        "source": 100,
        "target": 909
      },
      {
        "source": 100,
        "target": 910
      },
      {
        "source": 100,
        "target": 815
      },
      {
        "source": 100,
        "target": 911
      },
      {
        "source": 100,
        "target": 456
      },
      {
        "source": 100,
        "target": 912
      },
      {
        "source": 100,
        "target": 457
      },
      {
        "source": 100,
        "target": 531
      },
      {
        "source": 101,
        "target": 179
      },
      {
        "source": 101,
        "target": 913
      },
      {
        "source": 101,
        "target": 272
      },
      {
        "source": 101,
        "target": 355
      },
      {
        "source": 101,
        "target": 914
      },
      {
        "source": 101,
        "target": 915
      },
      {
        "source": 101,
        "target": 916
      },
      {
        "source": 101,
        "target": 917
      },
      {
        "source": 101,
        "target": 918
      },
      {
        "source": 101,
        "target": 919
      },
      {
        "source": 102,
        "target": 920
      },
      {
        "source": 102,
        "target": 921
      },
      {
        "source": 102,
        "target": 922
      },
      {
        "source": 102,
        "target": 923
      },
      {
        "source": 102,
        "target": 924
      },
      {
        "source": 102,
        "target": 649
      },
      {
        "source": 102,
        "target": 925
      },
      {
        "source": 102,
        "target": 926
      },
      {
        "source": 102,
        "target": 927
      },
      {
        "source": 102,
        "target": 928
      },
      {
        "source": 103,
        "target": 929
      },
      {
        "source": 103,
        "target": 930
      },
      {
        "source": 103,
        "target": 931
      },
      {
        "source": 103,
        "target": 258
      },
      {
        "source": 103,
        "target": 932
      },
      {
        "source": 103,
        "target": 933
      },
      {
        "source": 103,
        "target": 788
      },
      {
        "source": 103,
        "target": 383
      },
      {
        "source": 103,
        "target": 934
      },
      {
        "source": 103,
        "target": 935
      },
      {
        "source": 104,
        "target": 936
      },
      {
        "source": 104,
        "target": 937
      },
      {
        "source": 104,
        "target": 525
      },
      {
        "source": 104,
        "target": 938
      },
      {
        "source": 104,
        "target": 939
      },
      {
        "source": 104,
        "target": 940
      },
      {
        "source": 104,
        "target": 340
      },
      {
        "source": 104,
        "target": 644
      },
      {
        "source": 104,
        "target": 941
      },
      {
        "source": 104,
        "target": 161
      },
      {
        "source": 105,
        "target": 942
      },
      {
        "source": 105,
        "target": 943
      },
      {
        "source": 105,
        "target": 944
      },
      {
        "source": 105,
        "target": 945
      },
      {
        "source": 105,
        "target": 702
      },
      {
        "source": 105,
        "target": 946
      },
      {
        "source": 105,
        "target": 947
      },
      {
        "source": 105,
        "target": 696
      },
      {
        "source": 105,
        "target": 355
      },
      {
        "source": 105,
        "target": 948
      },
      {
        "source": 106,
        "target": 949
      },
      {
        "source": 106,
        "target": 950
      },
      {
        "source": 106,
        "target": 951
      },
      {
        "source": 106,
        "target": 853
      },
      {
        "source": 106,
        "target": 952
      },
      {
        "source": 106,
        "target": 953
      },
      {
        "source": 106,
        "target": 721
      },
      {
        "source": 106,
        "target": 954
      },
      {
        "source": 106,
        "target": 352
      },
      {
        "source": 106,
        "target": 955
      },
      {
        "source": 107,
        "target": 956
      },
      {
        "source": 107,
        "target": 942
      },
      {
        "source": 107,
        "target": 957
      },
      {
        "source": 107,
        "target": 410
      },
      {
        "source": 107,
        "target": 958
      },
      {
        "source": 107,
        "target": 959
      },
      {
        "source": 107,
        "target": 870
      },
      {
        "source": 107,
        "target": 657
      },
      {
        "source": 107,
        "target": 853
      },
      {
        "source": 107,
        "target": 947
      },
      {
        "source": 108,
        "target": 177
      },
      {
        "source": 108,
        "target": 960
      },
      {
        "source": 108,
        "target": 180
      },
      {
        "source": 108,
        "target": 764
      },
      {
        "source": 108,
        "target": 176
      },
      {
        "source": 108,
        "target": 182
      },
      {
        "source": 108,
        "target": 961
      },
      {
        "source": 108,
        "target": 183
      },
      {
        "source": 108,
        "target": 428
      },
      {
        "source": 108,
        "target": 962
      },
      {
        "source": 109,
        "target": 963
      },
      {
        "source": 109,
        "target": 964
      },
      {
        "source": 109,
        "target": 965
      },
      {
        "source": 109,
        "target": 966
      },
      {
        "source": 109,
        "target": 933
      },
      {
        "source": 109,
        "target": 967
      },
      {
        "source": 109,
        "target": 968
      },
      {
        "source": 109,
        "target": 969
      },
      {
        "source": 109,
        "target": 970
      },
      {
        "source": 109,
        "target": 971
      },
      {
        "source": 110,
        "target": 972
      },
      {
        "source": 110,
        "target": 973
      },
      {
        "source": 110,
        "target": 974
      },
      {
        "source": 110,
        "target": 975
      },
      {
        "source": 110,
        "target": 976
      },
      {
        "source": 110,
        "target": 977
      },
      {
        "source": 110,
        "target": 978
      },
      {
        "source": 110,
        "target": 712
      },
      {
        "source": 110,
        "target": 979
      },
      {
        "source": 110,
        "target": 474
      },
      {
        "source": 111,
        "target": 288
      },
      {
        "source": 111,
        "target": 683
      },
      {
        "source": 111,
        "target": 980
      },
      {
        "source": 111,
        "target": 981
      },
      {
        "source": 111,
        "target": 175
      },
      {
        "source": 111,
        "target": 296
      },
      {
        "source": 111,
        "target": 982
      },
      {
        "source": 111,
        "target": 983
      },
      {
        "source": 111,
        "target": 256
      },
      {
        "source": 111,
        "target": 984
      },
      {
        "source": 112,
        "target": 985
      },
      {
        "source": 112,
        "target": 986
      },
      {
        "source": 112,
        "target": 987
      },
      {
        "source": 112,
        "target": 988
      },
      {
        "source": 112,
        "target": 161
      },
      {
        "source": 112,
        "target": 989
      },
      {
        "source": 112,
        "target": 990
      },
      {
        "source": 112,
        "target": 644
      },
      {
        "source": 112,
        "target": 991
      },
      {
        "source": 112,
        "target": 992
      },
      {
        "source": 113,
        "target": 993
      },
      {
        "source": 113,
        "target": 356
      },
      {
        "source": 113,
        "target": 288
      },
      {
        "source": 113,
        "target": 994
      },
      {
        "source": 113,
        "target": 995
      },
      {
        "source": 113,
        "target": 996
      },
      {
        "source": 113,
        "target": 997
      },
      {
        "source": 113,
        "target": 998
      },
      {
        "source": 113,
        "target": 999
      },
      {
        "source": 113,
        "target": 498
      },
      {
        "source": 114,
        "target": 850
      },
      {
        "source": 114,
        "target": 295
      },
      {
        "source": 114,
        "target": 851
      },
      {
        "source": 114,
        "target": 547
      },
      {
        "source": 114,
        "target": 852
      },
      {
        "source": 114,
        "target": 853
      },
      {
        "source": 114,
        "target": 854
      },
      {
        "source": 114,
        "target": 855
      },
      {
        "source": 114,
        "target": 856
      },
      {
        "source": 114,
        "target": 857
      },
      {
        "source": 115,
        "target": 1000
      },
      {
        "source": 115,
        "target": 1001
      },
      {
        "source": 115,
        "target": 298
      },
      {
        "source": 115,
        "target": 788
      },
      {
        "source": 115,
        "target": 1002
      },
      {
        "source": 115,
        "target": 1003
      },
      {
        "source": 115,
        "target": 1004
      },
      {
        "source": 115,
        "target": 173
      },
      {
        "source": 115,
        "target": 1005
      },
      {
        "source": 115,
        "target": 345
      },
      {
        "source": 116,
        "target": 1006
      },
      {
        "source": 116,
        "target": 356
      },
      {
        "source": 116,
        "target": 1007
      },
      {
        "source": 116,
        "target": 1008
      },
      {
        "source": 116,
        "target": 627
      },
      {
        "source": 116,
        "target": 1009
      },
      {
        "source": 116,
        "target": 177
      },
      {
        "source": 116,
        "target": 1010
      },
      {
        "source": 116,
        "target": 999
      },
      {
        "source": 116,
        "target": 1011
      },
      {
        "source": 117,
        "target": 1012
      },
      {
        "source": 117,
        "target": 1013
      },
      {
        "source": 117,
        "target": 644
      },
      {
        "source": 117,
        "target": 1014
      },
      {
        "source": 117,
        "target": 1015
      },
      {
        "source": 117,
        "target": 1016
      },
      {
        "source": 117,
        "target": 1017
      },
      {
        "source": 117,
        "target": 1018
      },
      {
        "source": 117,
        "target": 1019
      },
      {
        "source": 117,
        "target": 1020
      },
      {
        "source": 118,
        "target": 341
      },
      {
        "source": 118,
        "target": 352
      },
      {
        "source": 118,
        "target": 1021
      },
      {
        "source": 118,
        "target": 886
      },
      {
        "source": 118,
        "target": 303
      },
      {
        "source": 118,
        "target": 667
      },
      {
        "source": 118,
        "target": 1022
      },
      {
        "source": 118,
        "target": 694
      },
      {
        "source": 118,
        "target": 1023
      },
      {
        "source": 118,
        "target": 1024
      },
      {
        "source": 119,
        "target": 942
      },
      {
        "source": 119,
        "target": 341
      },
      {
        "source": 119,
        "target": 1025
      },
      {
        "source": 119,
        "target": 552
      },
      {
        "source": 119,
        "target": 1026
      },
      {
        "source": 119,
        "target": 958
      },
      {
        "source": 119,
        "target": 957
      },
      {
        "source": 119,
        "target": 696
      },
      {
        "source": 119,
        "target": 553
      },
      {
        "source": 119,
        "target": 1027
      },
      {
        "source": 120,
        "target": 1028
      },
      {
        "source": 120,
        "target": 300
      },
      {
        "source": 120,
        "target": 705
      },
      {
        "source": 120,
        "target": 1029
      },
      {
        "source": 120,
        "target": 706
      },
      {
        "source": 120,
        "target": 1030
      },
      {
        "source": 120,
        "target": 1031
      },
      {
        "source": 120,
        "target": 1032
      },
      {
        "source": 120,
        "target": 740
      },
      {
        "source": 120,
        "target": 1033
      },
      {
        "source": 121,
        "target": 1034
      },
      {
        "source": 121,
        "target": 1035
      },
      {
        "source": 121,
        "target": 1036
      },
      {
        "source": 121,
        "target": 985
      },
      {
        "source": 121,
        "target": 988
      },
      {
        "source": 121,
        "target": 1037
      },
      {
        "source": 121,
        "target": 161
      },
      {
        "source": 121,
        "target": 627
      },
      {
        "source": 121,
        "target": 868
      },
      {
        "source": 121,
        "target": 640
      },
      {
        "source": 122,
        "target": 1038
      },
      {
        "source": 122,
        "target": 753
      },
      {
        "source": 122,
        "target": 735
      },
      {
        "source": 122,
        "target": 1039
      },
      {
        "source": 122,
        "target": 360
      },
      {
        "source": 122,
        "target": 736
      },
      {
        "source": 122,
        "target": 230
      },
      {
        "source": 122,
        "target": 904
      },
      {
        "source": 122,
        "target": 1040
      },
      {
        "source": 122,
        "target": 457
      },
      {
        "source": 123,
        "target": 585
      },
      {
        "source": 123,
        "target": 298
      },
      {
        "source": 123,
        "target": 1041
      },
      {
        "source": 123,
        "target": 1042
      },
      {
        "source": 123,
        "target": 1043
      },
      {
        "source": 123,
        "target": 246
      },
      {
        "source": 123,
        "target": 300
      },
      {
        "source": 123,
        "target": 1044
      },
      {
        "source": 123,
        "target": 161
      },
      {
        "source": 123,
        "target": 1045
      },
      {
        "source": 124,
        "target": 181
      },
      {
        "source": 124,
        "target": 1046
      },
      {
        "source": 124,
        "target": 184
      },
      {
        "source": 124,
        "target": 1047
      },
      {
        "source": 124,
        "target": 1048
      },
      {
        "source": 124,
        "target": 1049
      },
      {
        "source": 124,
        "target": 1050
      },
      {
        "source": 124,
        "target": 968
      },
      {
        "source": 124,
        "target": 1051
      },
      {
        "source": 124,
        "target": 1052
      },
      {
        "source": 125,
        "target": 1053
      },
      {
        "source": 125,
        "target": 272
      },
      {
        "source": 125,
        "target": 1054
      },
      {
        "source": 125,
        "target": 1055
      },
      {
        "source": 125,
        "target": 1056
      },
      {
        "source": 125,
        "target": 815
      },
      {
        "source": 125,
        "target": 1057
      },
      {
        "source": 125,
        "target": 1058
      },
      {
        "source": 125,
        "target": 1059
      },
      {
        "source": 125,
        "target": 1060
      },
      {
        "source": 126,
        "target": 1061
      },
      {
        "source": 126,
        "target": 327
      },
      {
        "source": 126,
        "target": 1062
      },
      {
        "source": 126,
        "target": 210
      },
      {
        "source": 126,
        "target": 1063
      },
      {
        "source": 126,
        "target": 1064
      },
      {
        "source": 126,
        "target": 1065
      },
      {
        "source": 126,
        "target": 735
      },
      {
        "source": 126,
        "target": 1066
      },
      {
        "source": 126,
        "target": 1067
      },
      {
        "source": 127,
        "target": 1068
      },
      {
        "source": 127,
        "target": 1069
      },
      {
        "source": 127,
        "target": 952
      },
      {
        "source": 127,
        "target": 1070
      },
      {
        "source": 127,
        "target": 1071
      },
      {
        "source": 127,
        "target": 1072
      },
      {
        "source": 127,
        "target": 1073
      },
      {
        "source": 127,
        "target": 883
      },
      {
        "source": 127,
        "target": 1074
      },
      {
        "source": 127,
        "target": 298
      },
      {
        "source": 128,
        "target": 1075
      },
      {
        "source": 128,
        "target": 1076
      },
      {
        "source": 128,
        "target": 1077
      },
      {
        "source": 128,
        "target": 947
      },
      {
        "source": 128,
        "target": 696
      },
      {
        "source": 128,
        "target": 1078
      },
      {
        "source": 128,
        "target": 1079
      },
      {
        "source": 128,
        "target": 701
      },
      {
        "source": 128,
        "target": 1080
      },
      {
        "source": 128,
        "target": 1081
      },
      {
        "source": 129,
        "target": 1082
      },
      {
        "source": 129,
        "target": 322
      },
      {
        "source": 129,
        "target": 1083
      },
      {
        "source": 129,
        "target": 688
      },
      {
        "source": 129,
        "target": 1084
      },
      {
        "source": 129,
        "target": 1085
      },
      {
        "source": 129,
        "target": 1086
      },
      {
        "source": 129,
        "target": 1087
      },
      {
        "source": 129,
        "target": 151
      },
      {
        "source": 129,
        "target": 1088
      },
      {
        "source": 130,
        "target": 1089
      },
      {
        "source": 130,
        "target": 1090
      },
      {
        "source": 130,
        "target": 1091
      },
      {
        "source": 130,
        "target": 1092
      },
      {
        "source": 130,
        "target": 483
      },
      {
        "source": 130,
        "target": 1093
      },
      {
        "source": 130,
        "target": 1094
      },
      {
        "source": 130,
        "target": 1095
      },
      {
        "source": 130,
        "target": 901
      },
      {
        "source": 130,
        "target": 933
      },
      {
        "source": 131,
        "target": 1096
      },
      {
        "source": 131,
        "target": 1097
      },
      {
        "source": 131,
        "target": 1098
      },
      {
        "source": 131,
        "target": 1099
      },
      {
        "source": 131,
        "target": 707
      },
      {
        "source": 131,
        "target": 498
      },
      {
        "source": 131,
        "target": 1100
      },
      {
        "source": 131,
        "target": 673
      },
      {
        "source": 131,
        "target": 201
      },
      {
        "source": 131,
        "target": 499
      },
      {
        "source": 132,
        "target": 1101
      },
      {
        "source": 132,
        "target": 1102
      },
      {
        "source": 132,
        "target": 201
      },
      {
        "source": 132,
        "target": 1103
      },
      {
        "source": 132,
        "target": 1104
      },
      {
        "source": 132,
        "target": 1105
      },
      {
        "source": 132,
        "target": 1106
      },
      {
        "source": 132,
        "target": 327
      },
      {
        "source": 132,
        "target": 751
      },
      {
        "source": 132,
        "target": 1107
      },
      {
        "source": 133,
        "target": 929
      },
      {
        "source": 133,
        "target": 1108
      },
      {
        "source": 133,
        "target": 788
      },
      {
        "source": 133,
        "target": 474
      },
      {
        "source": 133,
        "target": 383
      },
      {
        "source": 133,
        "target": 984
      },
      {
        "source": 133,
        "target": 1109
      },
      {
        "source": 133,
        "target": 1095
      },
      {
        "source": 133,
        "target": 1110
      },
      {
        "source": 133,
        "target": 934
      },
      {
        "source": 134,
        "target": 1111
      },
      {
        "source": 134,
        "target": 1112
      },
      {
        "source": 134,
        "target": 1113
      },
      {
        "source": 134,
        "target": 1114
      },
      {
        "source": 134,
        "target": 302
      },
      {
        "source": 134,
        "target": 1115
      },
      {
        "source": 134,
        "target": 896
      },
      {
        "source": 134,
        "target": 1116
      },
      {
        "source": 134,
        "target": 1117
      },
      {
        "source": 134,
        "target": 352
      },
      {
        "source": 135,
        "target": 1007
      },
      {
        "source": 135,
        "target": 1118
      },
      {
        "source": 135,
        "target": 1119
      },
      {
        "source": 135,
        "target": 1120
      },
      {
        "source": 135,
        "target": 1121
      },
      {
        "source": 135,
        "target": 1073
      },
      {
        "source": 135,
        "target": 1122
      },
      {
        "source": 135,
        "target": 1123
      },
      {
        "source": 135,
        "target": 1124
      },
      {
        "source": 135,
        "target": 1125
      },
      {
        "source": 136,
        "target": 1126
      },
      {
        "source": 136,
        "target": 535
      },
      {
        "source": 136,
        "target": 1049
      },
      {
        "source": 136,
        "target": 1032
      },
      {
        "source": 136,
        "target": 1127
      },
      {
        "source": 136,
        "target": 1128
      },
      {
        "source": 136,
        "target": 751
      },
      {
        "source": 136,
        "target": 1129
      },
      {
        "source": 136,
        "target": 1130
      },
      {
        "source": 136,
        "target": 1131
      },
      {
        "source": 137,
        "target": 1132
      },
      {
        "source": 137,
        "target": 1133
      },
      {
        "source": 137,
        "target": 850
      },
      {
        "source": 137,
        "target": 1134
      },
      {
        "source": 137,
        "target": 1135
      },
      {
        "source": 137,
        "target": 1136
      },
      {
        "source": 137,
        "target": 1137
      },
      {
        "source": 137,
        "target": 157
      },
      {
        "source": 137,
        "target": 338
      },
      {
        "source": 137,
        "target": 1138
      },
      {
        "source": 138,
        "target": 317
      },
      {
        "source": 138,
        "target": 1139
      },
      {
        "source": 138,
        "target": 1140
      },
      {
        "source": 138,
        "target": 1141
      },
      {
        "source": 138,
        "target": 1142
      },
      {
        "source": 138,
        "target": 832
      },
      {
        "source": 138,
        "target": 211
      },
      {
        "source": 138,
        "target": 1143
      },
      {
        "source": 138,
        "target": 1144
      },
      {
        "source": 138,
        "target": 1145
      },
      {
        "source": 139,
        "target": 1117
      },
      {
        "source": 139,
        "target": 1146
      },
      {
        "source": 139,
        "target": 352
      },
      {
        "source": 139,
        "target": 452
      },
      {
        "source": 139,
        "target": 1147
      },
      {
        "source": 139,
        "target": 1148
      },
      {
        "source": 139,
        "target": 595
      },
      {
        "source": 139,
        "target": 1149
      },
      {
        "source": 139,
        "target": 1150
      },
      {
        "source": 139,
        "target": 1151
      },
      {
        "source": 140,
        "target": 1152
      },
      {
        "source": 140,
        "target": 1034
      },
      {
        "source": 140,
        "target": 402
      },
      {
        "source": 140,
        "target": 644
      },
      {
        "source": 140,
        "target": 1153
      },
      {
        "source": 140,
        "target": 1154
      },
      {
        "source": 140,
        "target": 1155
      },
      {
        "source": 140,
        "target": 1156
      },
      {
        "source": 140,
        "target": 868
      },
      {
        "source": 140,
        "target": 1157
      },
      {
        "source": 141,
        "target": 764
      },
      {
        "source": 141,
        "target": 1158
      },
      {
        "source": 141,
        "target": 167
      },
      {
        "source": 141,
        "target": 1054
      },
      {
        "source": 141,
        "target": 1159
      },
      {
        "source": 141,
        "target": 792
      },
      {
        "source": 141,
        "target": 1160
      },
      {
        "source": 141,
        "target": 1161
      },
      {
        "source": 141,
        "target": 1162
      },
      {
        "source": 141,
        "target": 1163
      },
      {
        "source": 142,
        "target": 1111
      },
      {
        "source": 142,
        "target": 1164
      },
      {
        "source": 142,
        "target": 1165
      },
      {
        "source": 142,
        "target": 454
      },
      {
        "source": 142,
        "target": 1166
      },
      {
        "source": 142,
        "target": 1167
      },
      {
        "source": 142,
        "target": 1168
      },
      {
        "source": 142,
        "target": 1169
      },
      {
        "source": 142,
        "target": 1170
      },
      {
        "source": 142,
        "target": 272
      },
      {
        "source": 143,
        "target": 1000
      },
      {
        "source": 143,
        "target": 1171
      },
      {
        "source": 143,
        "target": 1172
      },
      {
        "source": 143,
        "target": 1173
      },
      {
        "source": 143,
        "target": 976
      },
      {
        "source": 143,
        "target": 161
      },
      {
        "source": 143,
        "target": 978
      },
      {
        "source": 143,
        "target": 298
      },
      {
        "source": 143,
        "target": 1174
      },
      {
        "source": 143,
        "target": 1175
      },
      {
        "source": 144,
        "target": 1176
      },
      {
        "source": 144,
        "target": 1177
      },
      {
        "source": 144,
        "target": 1146
      },
      {
        "source": 144,
        "target": 1178
      },
      {
        "source": 144,
        "target": 1179
      },
      {
        "source": 144,
        "target": 341
      },
      {
        "source": 144,
        "target": 1156
      },
      {
        "source": 144,
        "target": 1180
      },
      {
        "source": 144,
        "target": 298
      },
      {
        "source": 144,
        "target": 644
      },
      {
        "source": 145,
        "target": 1181
      },
      {
        "source": 145,
        "target": 1182
      },
      {
        "source": 145,
        "target": 1183
      },
      {
        "source": 145,
        "target": 1184
      },
      {
        "source": 145,
        "target": 787
      },
      {
        "source": 145,
        "target": 1185
      },
      {
        "source": 145,
        "target": 387
      },
      {
        "source": 145,
        "target": 1186
      },
      {
        "source": 145,
        "target": 521
      },
      {
        "source": 145,
        "target": 210
      }
    ]
};